[
  {
    "hour": 0,
    "slot": 0,
    "type": "prose",
    "urdu": "رات کے بارہ بج چکے ہیں، اور سڑک کے کنارے ایک اکیلا چراغ اب بھی جل رہا ہے۔ گویا وقت تھم سا گیا ہو اور شہر کی خاموشی بڑھ گئی ہو۔",
    "transliteration": "Raat ke barah baj chuke hain, aur sarak ke kinare aik akela charagh ab bhi jal raha hai. goya waqt tham sa gaya ho aur shehar ki khamoshi barh gayi ho.",
    "source": "Intizar Husain",
    "source_urdu": "انتظار حسین",
    "book": "",
    "book_urdu": "",
    "highlight": "رات کے بارہ"
  },
  {
    "hour": 0,
    "slot": 0.1,
    "type": "prose",
    "urdu": "بارہ سے بارہ بجے تک اُن کے اعصاب کمان کی طرح تنے رہتے تھے اور یوں معلوم ہوتا تھا گویا کسی نے بستی بھر کے بچّوں، جوانوں اور بوڑھوں کو بجلی کے تار میں پرو کر برقا دیا ہے۔",
    "transliteration": "Bārah se bārah bajay tak un ke a‘sāb kamān ki tarah tané rehte the aur yūñ ma‘lūm hota thā goyā kisi ne bastī bhar ke bachon, jawānon aur būṛhon ko bijlī ke tāar mein pro kar barqā diyā hai.",
    "source": "Qudratullah Shahab",
    "source_urdu": "قدرت اللہ شہاب",
    "book": "Ya Khuda",
    "book_urdu": "یا خدا",
    "highlight": "بارہ سے بارہ بجے"
  },
  {
    "hour": 0,
    "slot": 1.0,
    "type": "prose",
    "urdu": "انہیں بہت قریب سے پینٹ کرتے ہوئے دیکھا ہے۔ وہ صرف رات کو، اور وہ بھی بارہ بجے کے بعد پینٹ کرتے ہیں۔ کافی عرصے تک ہم یہی سمجھتے رہے کہ شاید انہیں رات میں بہتر دکھائی دیتا ہے۔",
    "transliteration": "Unheñ bahut qarīb se paint karte hu’e dekhā hai. Woh sirf rāt ko, aur woh bhī bārah bajé ke ba‘d paint karte hain. Kāfī arsay tak ham yahī samajhté rahe ke shāyad unheñ rāt mein behtar dikhā’ī detā hai.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "",  
    "book_urdu": "",
    "highlight": "بارہ بجے کے بعد"
  },
  {
    "hour": 0,
    "slot": 1.1,
    "type": "prose",
    "urdu": "رینے کلاڈ جو ناروے کے آدھی رات کے سورج کے مانند تھا۔ ایک ایسا رعشہ زدہ سورج جس میں حدت تو برائے نام تھی مگر جو اپنی زرد کرنیں روشن تر کرنے کی کوشش میں افق کے ساتھ ساتھ چلتا گیا یہاں تک کہ ہمیشہ کے لیے ایک اجنبی دیس کی مٹی میں اتر گیا۔",
    "transliteration": "Rene Claude jo Norway ke aadhi raat ke sooraj ke manind tha. Aik aisa ra’shah zadah sooraj jismein hadat to baraye naam thi magar jo apni zard kiranen roshan tar karne ki koshish mein ufaq ke saath saath chalta gaya yahan tak ke hamesha ke liye aik ajnabi des ki mitti mein utar gaya.",
    "source": "Mustansar Hussain Tarar",
    "source_urdu": "مستنصر حسین تارڑ",
    "book": "Aadhi Raat Ka Sooraj",
    "book_urdu": "آدھی رات کا سورج",
    "highlight": "آدھی رات"
  },
  {
    "hour": 0,
    "slot": 2,
    "type": "poetry",
    "urdu": "؏(ل)یہ سرد رات یہ آوارگی یہ نیند کا بوجھ(ل)ہم اپنے شہر میں ہوتے تو گھر گئے ہوتے",
    "transliteration": "Yeh sard raat yeh aawargi yeh neend ka bojh(ل)Hum apne shehar mein hotay to ghar gaye hotay",
    "source": "Umeed Fazli",
    "source_urdu": "امید فاضلی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 0,
    "slot": 2.0,
    "type": "prose",
    "urdu": "ساڑھے بارہ ہوئے تو حامد کو قدموں کی آواز آئی۔ حامد کا دل اس زور سے دھڑکنے لگا جیسے سینے سے باہر آجائے گا۔ دادا کریم اندھیرے میں نمودار ہوا۔ اس کے ہاتھوں میں کپڑے کی ایک چھوٹی سی گٹھری تھی۔",
    "transliteration": "Sāṛhe bārah hu’e to Ḥāmid ko qadmon kī āwāz ā’ī. Ḥāmid kā dil is zor se dhaṛakne lagā jaise sīne se bāhar ā jā’egā. Dādā Karīm andhēre mein namūdār hu’ā. Us ke hāthon mein kapṛe kī ek chhoṭī sī ghaṭhrī thī.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Hamid Ka Bacha",
    "book_urdu": "حامد کا بچہ",
    "highlight": "ساڑھے بارہ"
  },
  {
    "hour": 0,
    "slot": 3.0,
    "type": "prose",
    "urdu": "جس روز آپ کو یہ خط ملے اس روز رات کو بارہ سے ایک بجے تک اپنی برساتی کی بتی جلائے رکھیئے تاکہ مجھے علم ہو جائے کہ آپ کو میرا خط مل گیا ہے۔",
    "transliteration": "Jis roz aap ko yeh khat mile us roz raat ko bārah se aik bajay tak apni barsāti ki batti jalāye rakhiyé tākeh mujhe ilm ho jaye ke aap ko mera khat mil gaya hai.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "بارہ سے ایک بجے"
  },
  {
    "hour": 1,
    "slot": 0,
    "type": "poetry",
    "urdu": "؏(ل)صحرا صحرا بھٹک رہا ہے(ل)اپنے عشق میں سچا چاند(ل)رات کے شاید ایک بجے ہیں(ل)سوتا ہوگا میرا چاند",
    "transliteration": "Sehra sehra bhatak raha hai(ل)Apne ishq mein saccha chaand(ل)(ل)Raat ke shayad aik bajay hain(ل)Sota hoga mera chaand",
    "source": "Parveen Shakir",
    "source_urdu": "پروین شاکر",
    "book": "",
    "book_urdu": "",
    "highlight": "ایک بجے"
  },
  {
    "hour": 1,
    "slot": 0.0,
    "type": "poetry",
    "urdu": "؏(ل)میں ہوں رات کا ایک بجا ہے(ل) خالی رستہ بول رہا ہے",
    "transliteration": "Main hoon raat ka aik baja hai/nKhaali rasta bol raha hai/nAaj to yun khamosh hai duniya/nJaise kuch hone wala hai",
    "source": "Nasir Kazmi",
    "source_urdu": "ناصر کاظمی",
    "book": "",
    "book_urdu": "",
    "highlight": "ایک بجا"
  },
  {
    "hour": 1,
    "slot": 0.1,
    "type": "prose",
    "urdu": "رات کے ایک بجے ہیں، اور کمرے میں صرف گھڑی کی ٹک ٹک باقی رہ گئی ہے۔ کھڑکی کے باہر تاریکی پھیل کر آسمان کو نگلنے لگی ہے۔",
    "transliteration": "Raat ke aik bajay hain, aur kamray mein sirf ghari ki tick tick baqi reh gayi hai. khidki ke bahar tareeki phail kar aasman ko nigalne lagi hai.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "",
    "book_urdu": "",
    "highlight": "ایک بجے"
  },
  {
    "hour": 1,
    "slot": 0.2,
    "type": "prose",
    "urdu": "گھڑی نے ایک بجا دیا اور ابھی وہ اپنا رقعہ مکمل نہ کر پایا تھا۔ یہ پہلا دن تھا جب ایلی کے لیے انہیں خط لکھنا مشکل ہو رہا تھا۔ حالانکہ وہ انہیں سوچے سمجھے بغیر بیسوں خط لکھ چکا تھا۔",
    "transliteration": "Ghadi ne aik baja diya aur abhi woh apna ruq‘a mukammal na kar paya tha. Yeh pehla din tha jab Eli ke liye unhein khat likhna mushkil ho raha tha. Halaanke woh unhein soche samjhe baghair beeson khat likh chuka tha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "ایک بجا دیا"
  },
  {
    "hour": 1,
    "slot": 0.3,
    "type": "prose",
    "urdu": "وہ آہستہ سے لرزی تو بےچینی سے وہ کلائی پر بندھی رسٹ واچ پر نظر ڈال کر رہ گیا۔ رات کا ایک بج رہا تھا۔",
    "transliteration": "Woh āhista se larzi to bechaini se woh kalāi par bandhi wristwatch par nazar dāl kar reh gaya. Raat ka aik baj raha tha.",
    "source": "Sarfraz Ahmed Rahi",
    "source_urdu": "سرفراز احمد راہی",
    "book": "Ishq Ka Qaf",
    "book_urdu": "عشق کا قاف",
    "highlight": "ایک بج رہا تھا"
  },
  {
    "hour": 1,
    "slot": 1,
    "type": "prose",
    "urdu": "ڈیڑھ بجے کے قریب ایلی نے محسوس کیا کہ جو کچھ بھی وہ کہنا چاہتا ہے اسے لفظوں میں نہیں لایا جا سکتا اس لیے اس نے صرف ایک سطر لکھ کر ایک چھوٹا سا پرزہ جمال کے خط میں ڈال دیا۔",
    "transliteration": "Deṛh bajay ke qareeb Eli ne mehsoos kiya ke jo kuch bhi woh kehna chahta hai usay lafzon mein nahin laya ja sakta, is liye us ne sirf aik satar likh kar aik chhota sa purza Jamal ke khat mein daal diya.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "ڈیڑھ بجے"
  },
  {
    "hour": 1,
    "slot": 3,
    "type": "prose",
    "urdu": " ۔۔بلیوں کا رات کے تیسرے پہر ایک دوسرے سے لڑنا، گیدڑوں کا کماد کے کھیت سے طرح مصرعہ دینا، کتوں کا جوابی دو غزلے سنانا اور مرغے کا وقت سے قبل اذان دے کر محفلِ مشاعرہ برخاست کرنے کی کوشش کرنا شدت سے یاد آتا۔",
    "transliteration": "..biliyon ka raat ke teesray pehar ek doosre se ladna, geedaroon ka kamad ke khet se tarah misra dena, kutto ka jawabi do ghazlay sunana aur murghay ka waqt se qabl azaan de kar mehfil-e-mushaira barkhast karne ki koshish karna shiddat se yaad aata. Aur lashaoor mein in ki baazgasht goonjti.",
    "source": "Ali Hassan Owais",
    "source_urdu": "علی حسن اویس",
    "book": "Lahori Billiyan",
    "book_urdu": "لاہوری بلیاں",
    "highlight": "رات کے تیسرے پہر"
  },
  {
    "hour": 1,
    "slot": 3.1,
    "type": "prose",
    "urdu": "اگلی رات وہ دو بجے سے پہلے ہی وہاں جا پہنچے۔ انہوں نے تالہ اور کنڈی کھول دی۔",
    "transliteration": "Agli raat woh do bajay se pehlay hi wahan ja pohnchay. Unhon ne tala aur kundi khol di.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "دو بجے سے پہلے"
  },
  {
    "hour": 2,
    "slot": 0,
    "type": "prose",
    "urdu": "گھڑی کا دو بجے کا الارم لگانے سے بھی وہ ڈرتے تھے۔ تا کہ گھر والوں کو شک نہ پڑے۔ رات کے دو بجے آپ ہی آپ جاگنا بہت بڑی مشکل تھی۔",
    "transliteration": "Ghari ka do baja ka alarm lagane se bhi woh darte thay. Ta ke ghar walon ko shak na pare. Raat ke do bajay aap hi aap jagna bohot badi mushkil thi.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Alipur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "دو بجے"
  },
  {
    "hour": 2,
    "slot": 0.1,
    "type": "prose",
    "urdu": "(کلاک دو بجاتا ہے۔۔۔ٹن۔۔۔ٹن۔۔۔آخری ٹن کی گونج تھوڑی دیر تک سنائی دے)(ل)موتی: (آواز دُور سے آئے۔۔سرگوشی کی صورت میں) سوشیلا۔۔۔سوشیلا!(ل)(سوشیلا کے ٹہلنے کی آواز)(ل)سوشیلا: آگیا۔۔۔آگیا۔۔۔اب میں کیا کروں۔۔(وقفہ۔۔۔سرگوشیوں میں) موتی۔۔۔موتی!",
    "transliteration": "(Clock do bajata hai... tan... tan... aakhri tan ki goonj thodi der tak sunai de)(ل)Moti: (Aawaz door se aaye... sargoshi ki surat mein) Sushila... Sushila!(ل)(ل)(Sushila ke tahalne ki aawaz)(ل)Sushila: Aa gaya... aa gaya... ab main kya karoon... (waqfa... sargoshiyon mein) Moti... Moti!",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Akeli",
    "book_urdu": "اکیلی",
    "highlight": "دو بجاتا"
  },
  {
    "hour": 2,
    "slot": 0.2,
    "type": "prose",
    "urdu": "وہ بھول چکا تھا کہ سوموار کو رات کے دو بجے اسے بلایا گیا ہے اور اسے کسی کو ساتھ لے کر چلے جانا ہے۔ نہ جانے کہاں چلے جانا ہے۔ کیسے چلے جانا ہے مگر چلے جانا ہے ورنہ ۔",
    "transliteration": "Woh bhool chuka tha ke Somvār ko raat ke do bajay usay bulāya gaya hai aur usay kisi ko sāth le kar chalé jānā hai. Na jāné kahān chalé jānā hai. Kaisé chalé jānā hai magar chalé jānā hai warna...",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "دو بجے"
  },
  {
    "hour": 2,
    "slot": 1.0,
    "type": "prose",
    "urdu": "اس کے عین مقابل، دروازے کے اوپر داداجان کے وقتوں کی ایک کاواک گھڑی ٹنگی ہوئی تھی جو چوبیس گھنٹے میں صرف دو دفعہ صحیح وقت بتاتی تھی۔ (یہ پندرہ سال سے سوا دو بجا رہی تھی)",
    "transliteration": "Us ke ‘ain muqābil, darwāzé ke ūpar Dādājān ke waqtōñ kī ek kāwāk ghaṛī ṭangī hu’ī thī jo chōbīs ghaṇṭē mein sirf do dafaḥ ṣaḥīḥ waqt batātī thī. (Yeh pandrah sāl se sawā do bajā rahī thī)",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Charagh Talay",
    "book_urdu": "چراغ تلے",
    "highlight": "سوا دو"
  },
  {
    "hour": 2,
    "slot": 1.1,
    "type": "poetry",
    "urdu": "؏(ل)غضب کیا ترے وعدے پہ اعتبار کیا(ل)تمام رات قیامت کا انتظار کیا",
    "transliteration": "Ghazab kiya tere waaday pe aitbaar kiya(ل)Tamaam raat qayamat ka intezaar kiya",
    "source": "Daagh Dehlvi",
    "source_urdu": "داغؔ دہلوی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 2,
    "slot": 2.1,
    "type": "prose",
    "urdu": "رات کو دو ڈھائی بجے دبے پاؤں اٹھتے تھے اور وضو کر کے جانماز پر جا بیٹھتے تھے۔ نماز پڑھ کر وہ دیر تک سجدے میں پڑے رہتے تھے۔ فارغ ہو کر بستر پر آ لیٹتے تھے۔ میں حقہ تازہ کر کے لا رکھتا تھا۔",
    "transliteration": "Rāt ko do ḍhā’ī bajé dabē pā’on uṭhtē thē aur wuzū kar ke jānamāz par jā baiṭhtē thē. Namāz paṛh kar woh der tak sajde mein paṛē rahtē thē. Fārigh ho kar bistar par ā lēṭtē thē. Main ḥuqah tāzah kar ke lā rakhtā thā.",
    "source": "Qudratullah Shahab",
    "source_urdu": "قدرت اللہ شہاب",
    "book": "Shahabnama",
    "book_urdu": "شہاب نامہ",
    "highlight": "دو ڈھائی بجے"
  },
  {
    "hour": 2,
    "slot": 2.2,
    "type": "prose",
    "urdu": "وہاں سے اُٹھ کر مرزا کے گھر گئے۔ شام بڑے لطف میں کٹی۔ کھانا کلب میں کھایا اور وہاں سے دوستوں کو ساتھ ليے تھیٹر گئے۔ رات کے ڈھائی بجے گھر لوٹے۔ تکئے پر سر رکھا ہی تھا کہ نیند نے بےہوش کردیا۔",
    "transliteration": "Wahan se uth kar Mirza ke ghar gaye. Shaam baray lutf mein kati. Khana club mein khaya aur wahan se doston ko sath liye theatre gaye. Raat ke dhai bajay ghar lautay. Takiyay par sar rakha hi tha ke neend ne be-hosh kar diya.",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Main Ek Mian Hoon",
    "book_urdu": "میں ایک میاں ہوں",
    "highlight": "ڈھائی بجے"
  },
  {
    "hour": 2,
    "slot": 3,
    "type": "prose",
    "urdu": "قریب قریب تین بجے تھے۔ ہوا بے حد ہلکی پھلکی تھی۔ ترلوچن پنکھے کی مکانکی ہوا کا عادی تھا جو اس کے سارے وجود کو بوجھل کردیتی تھی۔ صبح اٹھ کر وہ ہمیشہ یوں محسوس کرتا تھا، رات بھر اس کو مارا پیٹا گیا ہے۔",
    "transliteration": "Qareeb qareeb teen bajay thay. Hawa be had halki phulki thi. Tarlocahn pankhay ki mekaniki hawa ka aadi tha jo us ke sare wujood ko bojhal kar deti thi. Subah uth kar woh hamesha yun mehsoos karta tha, raat bhar us ko maara peeta gaya hai.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Mozail",
    "book_urdu": "موذَیل",
    "highlight": "قریب قریب تین بجے"
  },
    {
    "hour": 2,
    "slot": 3.1,
    "type": "prose",
    "urdu": "تین بجے کے قریب ان پر مایوسی چھانے لگی اور ساڑھے تین بجے جمال کرسی میں بیٹھا بیٹھا سو گیا۔ لیکن ایلی چپ چاپ سفید منزل کی طرف ٹکٹکی باندھے بیٹھا رہا۔",
    "transliteration": "Teen bajay ke qareeb un par mayoosi chhāne lagi aur sāṛhe teen bajay Jamal kursi mein baitha baitha so gaya. Lekin Eli chup chaap safed manzil ki taraf ṭikṭiki bāndhe baitha raha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": " تین بجے کے قریب"
  },
  {
    "hour": 3,
    "slot": 0,
    "type": "prose",
    "urdu": "غرض یہی سوچتے سوچتے تین بج گئے۔ چار بجے ریل جاتی تھی۔ میں نے اٹھ کر چپکے چپکے بستر باندھنا شروع کیا۔ خبر نہیں تمہارا نوکر برہان کیوں جاگ اٹھا۔",
    "transliteration": "Gharz yahi sochte sochte teen baj gaye. Chaar bajay rail jati thi. Main ne uth kar chupke chupke bistar bandhna shuru kiya. Khabar nahi tumhara naukar Burhan kyun jaag utha.",
    "source": "Mirza Farhatullah Baig",
    "source_urdu": "مرزا فرحت اللہ بیگ",
    "book": "Diyar-e-Ishq",
    "book_urdu": "دیار عشق",
    "highlight": "تین بج"
  },
  {
    "hour": 3,
    "slot": 0.1,
    "type": "prose",
    "urdu": "میں نے کہا، ’’آج یہ کیا بات ہے۔ کچھ اندھیرا اندھیرا سا ہے؟‘‘ کہنے لگے، ’’تو اور کیا تین بجے ہی سورج نکل آئے؟‘‘ تین بجے کا نام سن کر ہوش گم ہوگئے، چونک کر پوچھا، ’’کیا کہا تم نے؟ تین بجے ہیں؟‘‘ کہنے لگے، ’’تین۔۔۔ تو نہیں۔۔۔ کچھ سات۔۔۔ ساڑھے سات۔۔۔ منٹ اوپر تین ہیں۔‘‘",
    "transliteration": "Main ne kaha, 'Aaj yeh kya baat hai. Kuch andhera andhera sa hai?' Kehne lage, 'To aur kya teen bajay hi sooraj nikal aaye?' Teen bajay ka naam sun kar hosh gum ho gaye, chonk kar poocha, 'Kya kaha tum ne? Teen bajay hain?' Kehne lage, 'Teen... to nahi... kuch saat... saadhe saat... minute oopar teen hain.'",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Sowere Jo Kal Aankh Meri Khuli",
    "book_urdu": "سویرے جو کل آنکھ میری کھلی",
    "highlight": "تین بجے"
  },
  {
    "hour": 3,
    "slot": 0.2,
    "type": "prose",
    "urdu": "چند لمحے اسے غور سے دیکھتے رہنے کے بعد انیس گال پھلا کر جھلاہٹ اور طنز سے ہنسا۔ \"تین بجے ہیں۔\" جواب کا انتظار کیے بغیر اس نے ماما کو چلمچی میں گرم پانی لانے کا حکم دیا۔",
    "transliteration": "Chand lamhe use ghoor se dekhte rehne ke baad Anees gaal phula kar jhalahat aur tanz se hansa. \"Teen bajay hain.\" Jawab ka intezar kiye baghair us ne mama ko chilmchi mein garam pani lanay ka hukum diya.",
    "source": "Abdullah Hussain",
    "source_urdu": "عبداللہ حسین",
    "book": "Udaas Naslain",
    "book_urdu": "اداس نسلیں",
    "highlight": "تین بجے"
  },
  {
    "hour": 3,
    "slot": 0.3,
    "type": "prose",
    "urdu": "مئی کے دن تھے۔ صبح تین بجے کا عمل تھا۔ گھر کے سب لوگ صحن میں سو رہے تھے۔ رات بھر مارے حبس کے آنکھ نہیں لگی تھی۔ اس وقت کہیں سے بھولی بھٹکی ہوا کے ہلکے ہلکے جھونکے آنے لگے تھے۔",
    "transliteration": "May ke din the. Subah teen bajay ka amal tha. Ghar ke sab log sehan mein so rahe the. Raat bhar māray habs ke āñkh nahin lagi thi. Us waqt kahin se bhūlī bhaṭkī hawā ke halkē halkē jhonke āne lage the.",
    "source": "Captain Syed Fayyaz Mahmood",
    "source_urdu": "کیپٹن سید فیاض محمود",
    "book": "Kaam Chor",
    "book_urdu": "کام چور",
    "highlight": "صبح تین بجے"
  },
  {
    "hour": 3,
    "slot": 2.1,
    "type": "prose",
    "urdu": "تین بجے کے قریب ان پر مایوسی چھانے لگی اور ساڑھے تین بجے جمال کرسی میں بیٹھا بیٹھا سو گیا۔ لیکن ایلی چپ چاپ سفید منزل کی طرف ٹکٹکی باندھے بیٹھا رہا۔",
    "transliteration": "Teen bajay ke qareeb un par mayoosi chhāne lagi aur sāṛhe teen bajay Jamal kursi mein baitha baitha so gaya. Lekin Eli chup chaap safed manzil ki taraf ṭikṭiki bāndhe baitha raha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "ساڑھے تین بجے"
  },
  {
    "hour": 3,
    "slot": 3.1,
    "type": "poetry",
    "urdu": "؏(ل)کب ٹھہرے گا اے دل! کب رات بسر ہو گی(ل)سنتے تھے وہ آئیں گے، سنتے تھے سحر ہو گی",
    "transliteration": "Kab thehre ga dard ae dil kab raat basar hogi(ل)Sunte the woh aayenge sunte the sehar hogi",
    "source": "Faiz Ahmed Faiz",
    "source_urdu": "فیض احمد فیض",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 3,
    "slot": 3.2,
    "type": "prose",
    "urdu": "رات کے آخری پہر خدا انسان کے قریب آجاتا ہے۔ اس وقت کی خاموشی میں انسان کو اپنے اندر کی کیفیت کا علم ہوتا ہے۔",
    "transliteration": "Raat ke aakhri pehar Khuda insaan ke qareeb aa jata hai. Us waqt ki khamoshi mein insaan ko apne andar ki kefiyat ka ilm hota hai.",
    "source": "Ashfaq Ahmed",
    "source_urdu": "اشفاق احمد",
    "book": "Zavia 2",
    "book_urdu": "زاویہ 2",
    "highlight": "رات کے آخری پہر"
  },
  {
    "hour": 4,
    "slot": 0.1,
    "type": "prose",
    "urdu": "رات کو مجھ سے کچھ تدبیر نہ ہوسکی، وہ صندوق اپنے پاس اُٹھا لایا اور گھڑیاں گننے لگا کہ کب اتنی رات تمام ہو تو فجر کو شہر میں جاکر جو کچھ علاج اس کا ہو سکے بہ مقدور اپنی کروں۔",
    "transliteration": "Raat ko mujh se kuch tadbīr na ho saki, woh ṣundūq apne pās uṭhā lāyā aur ghaṛiyān ginné lagā ke kab itnī rāt tamām ho to Fajr ko sheher mein jākar jo kuch ‘ilāj us kā ho sake, bah-maqdūr apnī karūñ.",
    "source": "Mir Amman",
    "source_urdu": "میر امن",
    "book": "Bagh o Bahar",
    "book_urdu": "باغ و بہار",
    "highlight": "فجر کو"
  },
  {
    "hour": 4,
    "slot": 0.2,
    "type": "prose",
    "urdu": "صبح کے چار بج رہے ہوں گے، ہلکی ہلکی ہوا چل رہی تھی۔ صحن میں خاموشی چھائی ہوئی تھی۔ سانس لینے کی آوازوں پر بھی سکوت نے غلبہ پا لیا تھا۔",
    "transliteration": "Subah ke chār baj rahe honge, halkī halkī hawā chal rahī thī. Sehan mein khāmūshī chhāī huī thī. Sāns lenē kī āvāzon par bhī sukūt ne ghalba pā liyā thā.",
    "source": "Captain Syed Fayyaz Mahmood",
    "source_urdu": "کیپٹن سید فیاض محمود",
    "book": "Kaam Chor",
    "book_urdu": "کام چور",
    "highlight": "چار بج رہے ہوں گے"
  },
  {
    "hour": 4,
    "slot": 0,
    "type": "poetry",
    "urdu": "؏(ل)دی مؤذن نے شب وصل اذاں پچھلے پہر(ل)ہائے کمبخت کو کس وقت خدا یاد آیا",
    "transliteration": "Di moazzin ne shab-e-wasl azaan pichhle pehar(ل)Haaye kambakht ko kis waqt Khuda yaad aaya",
    "source": "Daagh Dehlvi",
    "source_urdu": "داغؔ دہلوی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 4,
    "slot": 0.3,
    "type": "prose",
    "urdu": "لہذا دوپہر کو آلو پلاؤ اور رات کو آلو اور پنیر کا قورمہ کھا کر تنور کی گرمائی میں ایسے سوئے کہ صبح چار بجے بیرے نے اپنے مخصوص طریقے سے ہمیں جگایا۔",
    "transliteration": "Hazā dopehar ko āloo pilāo aur rāt ko āloo aur panīr kā qormah khā kar tanoor kī garmā’ī mein aise so’e ke subah chār bajé beyré ne apne makhṣūṣ ṭarīqe se humeñ jagāyā.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Aray Aloo Ka Kuch Bayaan Ho Jaye",
    "book_urdu": "بارے آلو کا کچھ بیاں ہو جائے",
    "highlight": "صبح چار بجے"
  },
  {
    "hour": 4,
    "slot": 1,
    "type": "prose",
    "urdu": "صبح سویرے وہ اور اس کا میزبان مچھلی کے شکار کا سامان اٹھا کر دریا کی سمت روانہ ہوئے۔ خزاں کا موسم تھا اور صبح کی ہوا میں شیشم کے درختوں کے خشک پتے کھڑکھڑا کر گر رہے تھے۔",
    "transliteration": "Subah sawere woh aur us ka maizbaan machhli ke shikaar ka samaan utha kar darya ki simt rawana huwe. Khizaan ka mausam tha aur subah ki hawa mein sheesham ke darakhton ke khushk pattay kharkhara kar gir rahe the.",
    "source": "Abdullah Hussain",
    "source_urdu": "عبداللہ حسین",
    "book": "Udaas Naslain",
    "book_urdu": "اداس نسلیں",
    "highlight": "صبح سویرے"
  },
  {
    "hour": 4,
    "slot": 2,
    "type": "poetry",
    "urdu": "؏(ل)گرجا میں مندروں میں اذانوں میں بٹ گیا(ل)ہوتے ہی صبح آدمی خانوں میں بٹ گیا",
    "transliteration": "Girja mein mandiron mein azanon mein bat gaya(ل)Hote hi subah aadmi khanon mein bat gaya",
    "source": "Nida Fazli",
    "source_urdu": "ندا فاضلی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 4,
    "slot": 3,
    "type": "poetry",
    "urdu": "؏(ل)یہ اڑی اڑی سی رنگت یہ کھلے کھلے سے گیسو(ل)تری صبح کہہ رہی ہے تری رات کا فسانہ",
    "transliteration": "Yeh uri uri si rangat yeh khulay khulay se gesoo(ل)Teri subah keh rahi hai teri raat ka fasana",
    "source": "Ehsaan Danish",
    "source_urdu": "احسان دانش",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 4,
    "slot": 3.1,
    "type": "prose",
    "urdu": "اس دم نفیرِ سحر بجی۔ لشکر میں قرنا پھنکی۔ چالیس ہزار ساحر تیار ہوئے۔",
    "transliteration": "Is dam nafeer-e-sahar baji. Lashkar mein qarnā phunki. Chalees hazār sāḥir tayyār hue.",
    "source": "Tilism-e-Hoshruba",
    "source_urdu": "طلسم ہوشربا",
    "book": "Tilism-e-Hoshruba",
    "book_urdu": "طلسمِ ہوشربا",
    "highlight": "نفیرِ سحر"
  },
  {
    "hour": 5,
    "slot": 0,
    "type": "prose",
    "urdu": "اتنے میں پانچ بھی بج گئے۔ ہوا بدستور چل رہی تھی۔ اب تو اس کے جھونکوں میں کچھ خنکی بھی محسوس ہونے لگی تھی۔ اس لیے سونے والوں میں سے بعض نے پائنتی سے چادریں اٹھاکر اوڑھ لی تھیں اور بےفکری کی نیند کے مزے لے رہے تھے کہ صحن کے ایک کونے سے کھانسنے کی آوازیں اٹھنی شروع ہوئیں۔",
    "transliteration": "Itne mein paanch bhi baj gaye. Hawa badastoor chal rahi thi. Ab to uske jhonkon mein kuch khunki bhi mehsoos hone lagi thi. Is liye sonay walon mein se baaz ne painti se chadrein uthakar orh li thin aur befikri ki neend ke maze le rahe thay ke sehan ke ek kone se khaansne ki aawazen uthni shuru ho gayin.",
    "source": "Captn. Syed Fyaz Mehmood",
    "source_urdu": "کیپٹن سید فیاض محمود",
    "book": "Kaam Chor",
    "book_urdu": "کام چور",
    "highlight": "پانچ بھی بج"
  },
  {
    "hour": 5,
    "slot": 0.1,
    "type": "prose",
    "urdu": "یہ سن کر قریب تھا کہ میں بے ہوش ہوجاؤں کہ ٹن ٹن شروع ہوئی۔ دور کوئی کلاک صبح کے پانچ بجنے کی اطلاع دے رہا تھا۔",
    "transliteration": "Yeh sunkar qareeb tha ke main behosh ho jaoon ke tan tan shuru hui. Door koi clock subah ke paanch bajne ki ittila de raha tha.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Chor",
    "book_urdu": "چور",
    "highlight": "پانچ بجنے"
  },
  {
    "hour": 5,
    "slot": 1,
    "type": "poetry",
    "urdu": "؏(ل)صبح کاذب کی ہوا میں درد تھا کتنا منیرؔ(ل)ریل کی سیٹی بجی تو دل لہو سے بھر گیا",
    "transliteration": "Subah kazib ki hawa mein dard tha kitna Munir(ل)Rail ki seeti baji to dil lahoo se bhar gaya",
    "source": "Munir Niazi",
    "source_urdu": "منیر نیازی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 5,
    "slot": 0.2,
    "type": "prose",
    "urdu": "’’لارڈفلاں کے بیٹے آنریبل فلاں نے کل رات مے فیئر میں اپنی پارٹی کے لیے شمپین کی اتنی بوتلیں پیرس سے منگوالیں اور اسپین کی خانہ بدوش رقاصاؤں کوبذریعہ ہوائی جہاز چھ گھنٹے کے لیے میڈرڈ سے بلوایا۔ پارٹی صبح کے پانچ بجے تک جاری رہی، یایہ کہ کاؤنٹس فلاں اتنے مِنک کوٹ لے کراطالوی ریویرا تشریف لے گئی ہیں۔‘‘",
    "transliteration": "Lord falan ke betay Honorable falan ne kal raat Mayfair mein apni party ke liye champagne ki itni bottles Paris se mangwa lein aur Spain ki khanabadosh raqqason ko bazaria hawai jahaaz chhe ghante ke liye Madrid se bulwaya. Party subah ke paanch bajay tak jari rahi, ya yeh ke Countess falan itne mink coat le kar Italian Riviera tashreef le gayi hain.",
    "source": "Quratulain Haider",
    "source_urdu": "قراۃالعین حیدر",
    "book": "London letter",
    "book_urdu": "لندن لیٹر",
    "highlight": "پانچ بجے"
  },
  {
    "hour": 5,
    "slot": 0.3,
    "type": "prose",
    "urdu": "خوبیگم صاحبہ صبح پانچ بجے سے رات کے دس بجے تک گھر کے کام کاج میں جٹی رہتی ہیں۔ کہنے لگے: ”صاحب! ان کی بات چھوڑیے۔ وہ گھر کی مالک ہیں۔ میں تو نوکر ہوں!“",
    "transliteration": "Khub Bēgam sāḥiba subah pāñch bajé se rāt ke das bajé tak ghar ke kām kāj mein jaṭī rahtī hain. Kahnē lagē: 'Sāḥib! Un kī bāt choṛīe. Woh ghar kī mālik hain. Main to naukar hoon!'",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Charagh Talay",
    "book_urdu": "چراغ تلے",
    "highlight": "صبح پانچ بجے"
  },
  {
  "hour": 5,
  "slot": 2.0,
  "type": "prose",
  "urdu": "صبح کا وقت تھا اور نسیم کے جھونکے چل رہے تھے کہ مرغانِ سحر نے اپنے نشیمنوں سے نکل نکل کے حُسین کو خوابِ بے ہوشی سے جگایا۔",
  "transliteration": "Subah ka waqt tha aur naseem ke jhonke chal rahe the ke murghān-e-sehar ne apne nashemanon se nikal nikal ke Husain ko khwāb-e-behoshi se jagāya.",
  "source": "Shahid Ahmad Dehlvi",
  "source_urdu": "مولاناعبدالحلیم شرر​",
  "book": "Firdous-e-Bareen",
  "book_urdu": "فردوس بریں",
  "highlight": "صبح کا وقت"
  },
  {
    "hour": 5,
    "slot": 3,
    "type": "prose",
    "urdu": "’’میں فجر کی نماز کے بعد تیار ہو جاؤں گا، بس مجھے وقت بتا دو۔‘‘(ل)’’پونے چھے بجے۔‘‘(ل)’’ٹھیک ہے۔ جب تم گھر سے نکلو تو مجھے موبائل پہ کال کر دینا، اور ہارن دو تین دفعہ بجا دینا — میں باہر آ جاؤں گا۔‘‘",
    "transliteration": "\"Main fajr ki namaz ke baad tayyar ho jaoonga, bas mujhe waqt bata do.\"(ل)\"Paune chhe baje.\"(ل)\"Theek hai. Jab tum ghar se niklo to mujhe mobile pe call kar dena, aur horn do teen dafa baja dena—main bahar aa jaoonga.\"",
    "source": "Umera Ahmed",
    "source_urdu": "عمیرہ احمد",
    "book": "Peer-e-Kamil",
    "book_urdu": "پیر کامل",
    "highlight": "پونے چھے بجے"
  },
  {
    "hour": 6,
    "slot": 0,
    "type": "poetry",
    "urdu": "چھ بجے کی ہوا میں جاگتے پرندے (ل)دھوپ کے پہلے سنہرے بوسے (ل)اور نیند کی باقی خوشبو",
    "transliteration": "Chhe bajay ki hawa mein jagte parinday Dhoop ke pehle sunahre bose Aur neend ki baaqi khushboo",
    "source": "Unknown",
    "source_urdu": "نامعلوم",
    "book": "",
    "book_urdu": "",
    "highlight": "چھ بجے"
  },
  {
    "hour": 6,
    "slot": 0.1,
    "type": "prose",
    "urdu": "وہ صبح سویرے جاگ اٹھتا۔ ٹھنڈے پانی سے غسل کرنے کے بعد کپڑے پہن کر چہل قدمی کے لئے باہر نکل جاتا۔ واپسی پر چائے پینے کے بعد تھوڑا سا مطالعہ کرتا اور پھر کھانا کھا کر کپڑے اتار کر آرام کرتا حتیٰ کہ چائے کا وقت ہو جاتا۔",
    "transliteration": "Woh subah savere jaag uthta. Thandé pānī se ghusl karne ke baad kapṛe pehn kar chehal qadmi ke liye bāhar nikal jata. Wāpsī par chāy pēne ke baad thora sa mutāla‘a karta aur phir khāna khā kar kapṛe utār kar ārām karta hattā ke chāy ka waqt ho jata.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "صبح سویرے"
  },
  {
    "hour": 6,
    "slot": 0.2,
    "type": "prose",
    "urdu": "قریب ہی کسی گھڑی نے چھ بجائے۔ دفعتاً اسے یاد آیا کہ اس کی جیب میں محبت نامہ تھا جو وہ لکھ کر گھر سے لایا تھا۔",
    "transliteration": "Qareeb hi kisi ghadi ne chheh bajaye. Daf‘atan usay yaad aaya ke us ki jaib mein mohabbat nama tha jo woh likh kar ghar se laya tha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "چھ بجائے"
  },
  {
    "hour": 6,
    "slot": 0.3,
    "type": "prose",
    "urdu": "صبح سویرے چھ بجے تمارا کی آنکھ کھل گئی۔ اس نے تکیے سے ذرا سا سر اٹھا کر دریچے کے باہر دیکھا۔ صبح کی روشنی نقرئی پانی کی مانند صنوبروں پر پھیل رہی تھی۔ چند لمحوں بعد اس نے آنکھیں بند کیں اور پھر سو گئی۔",
    "transliteration": "Subah savere chhé bajé Tamāra kī āñkh khul ga’ī. Us ne takiye se zarā sā sar uṭhā kar darīche ke bāhar dekhā. Subah kī roshanī nuqra’ī pānī kī mānind sanobaron par phail rahī thī. Chand laḥmon ba‘d us ne āñkhen band kīñ aur phir so ga’ī.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قراۃ العین حیدر",
    "book": "Yeh Ghazi Yeh Tere Purasrār Banday",
    "book_urdu": "یہ غازی یہ تیرے پراسرار بندے",
    "highlight": "چھ بجے"
  },
  {
    "hour": 6,
    "slot": 0.4,
    "type": "prose",
    "urdu": "چائے کا آخری دور چلا اور سب کی زبان پر یہی تھا کہ ایسا جلسہ دلی میں کبھی حاضرین کے ہوش میں نہیں ہوا۔ چھ بجے جب کرفیو ختم ہوا تو صحبتِ شب برخواست ہوئی اور سب اپنے اپنے گھروں کو سدھارے۔",
    "transliteration": "Chā’e kā ākhirī daur chalā aur sab kī zabān par yahī thā ke aisā jalsa Dillī mein kabhī ḥāzirīn ke hosh mein nahīñ huā. Chhé bajé jab curfew ḳhatm huā to ṣoḥbat-e-shab barkhwāst huī aur sab apne apne gharōñ ko sudhāré.",
    "source": "Shahid Ahmad Dehlvi",
    "source_urdu": "شاہد احمد دہلوی",
    "book": "Dilli Jo Ek Shehar Tha",
    "book_urdu": "دلّی جو ایک شہر تھا",
    "highlight": "چھ بجے"
  },
  {
    "hour": 6,
    "slot": 2,
    "type": "prose",
    "urdu": "یہ کتے کیا کرتے ہیں؟ کہنے لگے کہ، ’’کتا وفادار جانور ہے۔‘‘ اب جناب وفاداری اگر اسی کا نام ہے کہ شام کے سات بجے سے جو بھونکنا شروع کیا تو لگاتار بغیر دم ليے صبح کے چھ بجے تک بھونکتے چلے گئے، تو ہم لنڈورے ہی بھلے۔",
    "transliteration": "Yeh kutte kya karte hain? Kehne lage ke, 'Kutta wafadar janwar hai.' Ab janab wafadari agar isi ka naam hai ke shaam ke saat bajay se jo bhonkna shuru kiya to lagatar baghair dam liye subah ke chhe bajay tak bhonkte chale gaye, to hum landore hi bhale.",
    "source": "A.S. Patras Bokhari",
    "source_urdu": "اے ایس پطرس بخاری",
    "book": "Kuttay",
    "book_urdu": "کتے",
    "highlight": "چھ بجے"
  },
  {
    "hour": 6,
    "slot": 2.0,
    "type": "prose",
    "urdu": "ساڑھے چھ بجے تک وہ بس اسٹاپ پر آجاتی ہے۔ اس نے چائے بھی نہیں پی۔ گیلری میں کھڑا مدھو کا انتظار کرتا رہا۔",
    "transliteration": "Sāṛhe chhé bajē tak woh bus stop par ā jātī hai. Us ne chā’e bhī nahīñ pī. Gallery mein khaṛā Madhu kā intizār kartā rahā.",
    "source": "M. Mubeen",
    "source_urdu": "ایم مبین",
    "book": "Alao",
    "book_urdu": "الاؤ",
    "highlight": "ساڑھے چھ بجے"
  },
  {
    "hour": 6,
    "slot": 3,
    "type": "prose",
    "urdu": "فسادات شروع ہو چکے تھے۔۔۔ میں علی الصبح اٹھ کر بھنڈی بازار سے گزر رہا تھا۔۔۔ کرفیو کے باعث بازار میں آمدورفت بہت ہی کم تھی۔ ٹرام بھی نہیں چل رہی تھی۔۔۔",
    "transliteration": "Fasaadaat shuru ho chuke thay... main ali subah uth kar Bhindi Bazaar se guzar raha tha... curfew ke baais bazaar mein amad o raft bohot hi kam thi. Tram bhi nahi chal rahi thi...",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Sahaye",
    "book_urdu": "سہائے",
    "highlight": "علی الصبح"
  },
  {
    "hour": 6,
    "slot": 3.1,
    "type": "prose",
    "urdu": "اگلے دن کوئی پونے سات بجے ہوں گے۔ حجۃالاسلام پالکی میں سے اترتے ہی تھے کہ شارپ صاحب ہوا خوری سے واپس آئے۔ دونوں نے ایک دوسرے کو اٹکل سے جان لیا۔",
    "transliteration": "",
    "source": "Deputy Nazir Ahmed",
    "source_urdu": "ڈپٹی نذیر احمد",
    "book": "Ibn-ul-Waqt",
    "book_urdu": "ابن الوقت",
    "highlight": "پونے سات بجے"
  },
  {
    "hour": 7,
    "slot": 0,
    "type": "prose",
    "urdu": "اس وقت صبح کے سات بجے تھے اور صبح کے وقت ارادے بلند ہو جاتے ہیں۔ رحمان نے پھر اپنا جوتا سیدھا کیا اور اپنے کپڑوں کی دیکھ بھال کرنے لگا۔",
    "transliteration": "Is waqt subah ke saat bajay thay aur subah ke waqt iraday buland ho jate hain. Rehman ne phir apna joota seedha kiya aur apne kapron ki dekh bhaal karne laga.",
    "source": "Rajinder Singh Bedi",
    "source_urdu": "راجندر سنگھ بیدی",
    "book": "Rehman ke Joote",
    "book_urdu": "رحمان کے جوتے",
    "highlight": "صبح کے سات بجے"
  },
  {
    "hour": 7,
    "slot": 0.1,
    "type": "prose",
    "urdu": "شادی سے پہلے ہم کبھی کبھی دس بجے اٹھا کرتے تھے ورنہ گیارہ بجے۔ اب کتنے بجے اٹھتے ہیں؟ اس کا اندازہ وہی لوگ لگاسکتے ہیں جن کے گھر ناشتہ زبردستی صبح کے سات بجے کرا دیا جاتا ہے۔",
    "transliteration": "Shadi se pehle hum kabhi kabhi das bajay utha karte thay warna gyarah bajay. Ab kitne bajay uthte hain? Is ka andaza wahi log laga sakte hain jin ke ghar nashta zabardasti subah ke saat bajay kara diya jata hai.",
    "source": "A.S. Patras Bokhari",
    "source_urdu": "اے ایس پطرس بخاری",
    "book": "Main Ek Mian Hoon",
    "book_urdu": "میں ایک میاں ہوں",
    "highlight": "سات بجے"
  },
  {
  "hour": 7,
  "slot": 0.3,
  "type": "prose",
  "urdu": "یہ وہی چٹورا ہے جو چار مہینے پہلے یہ بتا سکتا تھا کہ صبح سات بجے سے لے کر رات کے نو بجے تک کراچی میں کس ’سویٹ میٹ مرچنٹ‘ کی کڑھائی سے اترتی گرم جلیبی مل سکتی ہے۔",
  "transliteration": "Yeh wohī chaṭorā hai jo chār mahīné pehlé yeh bata saktā thā ke subah sāt bajé se le kar rāt ke nau bajé tak Karāchī mein kis ‘Sweet Meat Merchant’ kī kaṛhāī se utartī garm jalebī mil saktī hai.",
  "source": "Mushtaq Ahmed Yusufi",
  "source_urdu": "مشتاق احمد یوسفی",
  "book": "Aray Aloo Ka Kuch Bayaan Ho Jaye",
  "book_urdu": "بارے آلو کا کچھ بیاں ہو جائے",
  "highlight": "صبح سات بجے"
  },
  {
    "hour": 7,
    "slot": 0.4,
    "type": "prose",
    "urdu": "صبح سات بجے آٹھ پوریوں، پاؤ بھر کڑھائی سے اترتی جلیبیوں اور رات بھر تاروں کی چھاؤں میں بھیگے دس باداموں کی ٹھنڈائی کا ناشتہ کرنے کے بعد وہ خود کو کمرے میں بند کر کے باہر سے تالا ڈلوا دیتے تا کہ اگر چاہیں بھی تو باہر نہ نکل سکیں۔",
    "transliteration": "Subah sāt bajé āṭh pūriyoñ, pāo bhar kaṛhāī se utartī jalebiyoñ aur rāt bhar tāroñ kī chhāoñ mein bhīgē das bādāmoñ kī ṭhanḍāī kā nāshtā karne ke bād woh ḳhud ko kamre mein band kar ke bāhar se tālā ḍalvā dete tā ke agar chāheñ bhī to bāhar na nikal sakeñ.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "",  
    "book_urdu": "آبِ گم",
    "highlight": "صبح سات بجے"
  },
  {
    "hour": 7,
    "slot": 2,
    "type": "prose",
    "urdu": "کیا وقت ہے۔ فیاض نے پوچھا۔ساڑھے سات(ل)بس دو منٹ بعد وہ اس کمرے میں ہو گا۔ فیاض مسکرا کر بولا۔(ل)کیوں۔ یہ کیسے؟ بس اس کی ہر بات عجیب ہوتی ہے! وہ اسی قسم کے اوقات مقرر کرتا ہے۔ اس نے سات بج کر بیس منٹ پر آنے کا وعدہ کیا تھا۔ لہذا میرا خیال ہے کہ وہ اس وقت ہمارے بنگلے کے قریب کھڑا اپنی گھڑی دیکھ رہا ہوگا۔",
    "transliteration": "Kya waqt hai? Fayyaz ne poocha.(ل)\"Saadhe saat.\"(ل)\"Bas do minute baad woh is kamray mein ho ga,\" Fayyaz muskara kar bola.(ل)\"Kyon? Yeh kaise?\"(ل)\"Bas us ki har baat ajeeb hoti hai! Woh isi qisam ke auqaat muqarrar karta hai. Us ne saat baj kar bees minute par anay ka wada kiya tha. Lehaza mera khayal hai ke woh is waqt hamare bungalow ke qareeb khara apni ghadi dekh raha hoga.\"",
    "source": "Ibn-e-Safi",
    "source_urdu": "ابنِ صفی",
    "book": "Khaufnak Imarat",
    "book_urdu": "خوفناک عمارت (عمران سیریز)",
    "highlight": "ساڑھے سات"
  },
  {
    "hour": 7,
    "slot": 2.1,
    "type": "prose",
    "urdu": "میں نے کہا، ’’ہاں ہاں، وہ سب کچھ ہوجائے گا۔ تم کل بھیج ضرور دینا اور دیکھنا آٹھ بجے تک یا ساڑھے سات بجے تک پہنچ جائے۔‘‘ اچھا۔۔۔ خداحافظ۔‘‘",
    "transliteration": "Main ne kahā, 'Hāñ hāñ, woh sab kuch ho jāyegā. Tum kal bhej zarūr denā aur dekhna āṭh bajé tak yā sāṛhé sāt bajé tak pahuñch jāye.' Achchhā... Khudāḥāfiẓ.",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "Marhoom Ki Yaad Mein",
    "book_urdu": "مرحوم کی یاد میں",
    "highlight": "ساڑھے سات بجے"
  },
  {
    "hour": 7,
    "slot": 3,
    "type": "prose",
    "urdu": "پونے آٹھ بجے یہ ماتمی جلوس زندان سے گلوبریدی کے چبوترہ کی طرف روانہ ہوا۔ کلادے نہایت استقلال کے ساتھ اس چبوترہ پر چڑھا۔ اس کی آنکھیں پادری کی صلیب پر جمی ہوئی تھیں۔ وہ صلیب اس کے پنہاں زخموں پر مرہم کا کام دے رہی تھی۔",
    "transliteration": "Pone aath bajay yeh matami jaloos zindan se Glu-buridi ke chabutray ki taraf rawana hua. Claude nihayat isteqlaal ke saath is chabutray par charha. Us ki aankhen padri ki saleeb par jami hui thin. Woh saleeb us ke pinhan zakhmon par marham ka kaam de rahi thi.",
    "source": "Victor Hugo",
    "source_urdu": "وکٹر ہیوگو",
    "book": "Intiqam Aseer",
    "book_urdu": "انتقامِ اسیر",
    "highlight": "پونے آٹھ"
  },
  {
    "hour": 7,
    "slot": 31,
    "type": "prose",
    "urdu": "آٹھ بجے کے قریب وہ دفتر کی سیڑھیاں چڑھ رہا تھا۔ خالی خالی سڑکیں اب لوگوں سے بھر گئی تھیں۔ ہر چہرے پر دن کی شروعات کا ایک نیا حوصلہ نظر آتا تھا۔",
    "transliteration": "Aath bajay ke qareeb woh daftar ki seedhiyaan charh raha tha. Khali khali sadkein ab logon se bhar gayi thin. Har chehre par din ki shuruat ka ek naya hosla nazar aata tha.",
    "source": "Bano Qudsia",
    "source_urdu": "بانو قدسیہ",
    "book": "Aik Din",
    "book_urdu": "ایک دن",
    "highlight": "پونے آٹھ"
  },
  {
    "hour": 8,
    "slot": 0.1,
    "type": "prose",
    "urdu": "(گھڑی آٹھ بجاتی ہے)(ل)منتظر آدھا گھنٹہ........ صرف آدھا گھنٹہ اور پھر اس کے بعد ........ یہ ٹن کی آخری آواز دیتی ہوئی گونج کتنی پیاری تھی۔ اور ........ اور........(ل)(ل)منتظر کا منطقی وجود........ اگر وہ نہ آئی ........ یعنی اگر........",
    "transliteration": "(Ghari aath bajati hai)(ل)Muntazir aadha ghanta... sirf aadha ghanta aur phir is ke baad... yeh tan ki aakhri aawaz deti hui goonj kitni pyari thi. Aur... aur...(ل)(ل)Muntazir ka mantiqi wujood... agar woh na aayi... yani agar...",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Intizaar",
    "book_urdu": "انتظار",
    "highlight": "آٹھ بجاتی"
  },
  {
    "hour": 8,
    "slot": 0.2,
    "type": "prose",
    "urdu": "صبح کے آٹھ بجے کی روشنی میں شہر کی سڑکیں جاگ اٹھی تھیں۔ بازار کھل رہے تھے، رکشوں اور تانگوں کی کھڑکھڑاہٹ اور دودھ والوں کی صدائیں گونج رہی تھیں۔ فضا میں تازگی کی خوشبو تھی جو رات کی خنکی کے بعد اور بھی دلکش لگ رہی تھی۔",
    "transliteration": "Subah ke aath bajay ki roshni mein shehar ki sadkein jaag uthi thin. Bazaar khul rahe thay, rikshon aur tangon ki kharkharahat aur doodh walon ki sadaayein goonj rahi thin. Fiza mein tazgi ki khushboo thi jo raat ki khunki ke baad aur bhi dilkash lag rahi thi.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃ العین حیدر",
    "book": "Aag Ka Darya",
    "book_urdu": "آگ کا دریا",
    "highlight": "آٹھ بجے"
  },
  {
    "hour": 8,
    "slot": 2,
    "type": "poetry",
    "urdu": "؏(ل)یوں گماں ہوتا ہے گرچہ ہے ابھی صبح فراق(ل)ڈھل گیا ہجر کا دن آ بھی گئی وصل کی رات",
    "transliteration": "Yoon gumaan hota hai garchay hai abhi subah-e-firaaq(ل)Dhal gaya hijr ka din aa bhi gayi wasl ki raat",
    "source": "Faiz Ahmed Faiz",
    "source_urdu": "فیض احمد فیض",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 8,
    "slot": 1.1,
    "type": "prose",
    "urdu": "نہا دھو کر چار گھڑی دن چڑھے واپس آیا۔ لڑکوں کو دیکھا کہ کپڑے بدل بدلا عید کے واسطے تیار بیٹھے ہیں لیکن مزاج دار بہو صاحب حسب عادت پڑی سو رہی ہیں۔",
    "transliteration": "Naha dho kar chār ghaṛī din chaṛhé wāpas āyā. Laṛkon ko dekhā ke kapṛe badal badalā Eid ke wāste tayyār baiṭhé hain lekin mizājdār bahu sāḥiba ḥasb-e-‘ādāt paṛī so rahī hain.",
    "source": "Deputy Nazir Ahmad",
    "source_urdu": "ڈپٹی نذیر احمد",
    "book": "Mirat-ul-Uroos",
    "book_urdu": "مراۃ العروس",
    "highlight": "چار گھڑی دن چڑھے"
  },
  {
    "hour": 8,
    "slot": 1.2,
    "type": "prose",
    "urdu": "پار سال کا ذکر ہے کہ وہ کڑا کے کا جاڑا پڑ رہا تھا کہ صبح کے آٹھ بج گئے تھے مگر بچھو نے سے نکلنے کی ہمت نہ پڑتی تھی۔ لحاف میں بیٹھے بیٹھے چائے پی۔",
    "transliteration": "Paar saal ka zikr hai ke woh kaday ke ka jara par raha tha ke subah ke aath baj gaye thay magar bichhoone se nikalne ki himmat na padti thi. Lahaaf mein baithe baithe chai pi.",
    "source": "Mirza Azeem Baig Chughtai",
    "source_urdu": "مرزا عظیم بیگ چغتائی",
    "book": "Wakalat",
    "book_urdu": "وکالت",
    "highlight": "آٹھ بج گئے"
  },
  {
    "hour": 8,
    "slot": 1,
    "type": "prose",
    "urdu": "صبح کی روشنی نقرئی پانی کی مانند صنوبروں پر پھیل رہی تھی۔ چند لمحوں بعد اس نے آنکھیں بند کیں اور پھر سو گئی۔ سوا آٹھ کے قریب جب وہ بستر سے اٹھی، نصرت میز پر ناشتہ چننے میں مصروف ہو چکا تھا۔",
    "transliteration": "Subah kī roshanī nuqra’ī pānī kī mānind sanobaron par phail rahī thī. Chand laḥmon ba‘d us ne āñkhen band kīñ aur phir so ga’ī. Sawā āṭh ke qarīb jab woh bistar se uṭhī, Nusrat mez par nāshtā channé mein maṣrūf ho chukā thā.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قراۃ العین حیدر",
    "book": "Yeh Ghazi Yeh Tere Purasrār Banday",
    "book_urdu": "یہ غازی یہ تیرے پراسرار بندے",
    "highlight": "سوا آٹھ کے قریب"
  },
  {
    "hour": 8,
    "slot": 3,
    "type": "prose",
    "urdu": "رخصت ہونے سے پہلے میں نے پھر ایک دفعہ کہا۔ ’’کل صبح آٹھ نو بجے تک پہنچ جائے۔ دیر نہ کر دینا۔۔۔ خدا حافظ۔۔۔ اور دیکھو مرزا میرے تھوڑے سے روپوں کو بھی زیادہ سمجھنا۔۔۔ خداحافظ۔‘‘",
    "transliteration": "Rukhsat hone se pehlé main ne phir ek dafa kahā: 'Kal subah āṭh nau bajé tak pahuñch jāye. Dair na kar denā... Khudāḥāfiẓ... Aur dekho Mirza, mere thoṛé se rūpoñ ko bhī zyādah samajhnā... Khudāḥāfiẓ.'",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "Marhoom Ki Yaad Mein",
    "book_urdu": "مرحوم کی یاد میں",
    "highlight": "آٹھ نو بجے"
  },
  {
    "hour": 8,
    "slot": 3.1,
    "type": "prose",
    "urdu": "ٹھیک پونے نو پر وہ دونوں عمارت سے باہر نکلے۔ صنوبروں کے جھنڈ میں سے گذرتے سڑک کی طرف روانہ ہو گئے۔ رات بارش ہوئی تھی اور بڑی سہانی ہوا چل رہی تھی۔ گھاس میں کھلے زرد پھولوں کی وسعت میں لہریں سی اٹھ رہی تھیں۔",
    "transliteration": "Ṭhīk poné nau par woh donoñ ‘imārat se bāhar niklé. Sanobaron ke jhuṇḍ mein se guzarte sāṛak kī taraf rawāna ho ga’e. Raat bārish hu’ī thī aur baṛī suhānī hawā chal rahī thī. Ghās mein khulé zard phūlon kī wus‘at mein lehrēñ sī uṭh rahī thīñ.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قراۃ العین حیدر",
    "book": "Yeh Ghazi Yeh Tere Purasrār Banday",
    "book_urdu": "یہ غازی یہ تیرے پراسرار بندے",
    "highlight": "ٹھیک پونے نو"
  },
  {
    "hour": 9,
    "slot": 0,
    "type": "prose",
    "urdu": "سلطانہ کو قطعاً یقین نہیں تھا کہ شنکر اپنا وعدہ پورا کرے گا مگر آٹھ روز کے بعد محرم کی پہلی تاریخ کو صبح نو بجے دروازے پر دستک ہوئی۔ سلطانہ نے دروازہ کھولا تو شنکر کھڑا تھا۔ اخبار میں لپٹی ہوئی چیز اس نے سلطانہ کو دی اور کہا، ’’ساٹن کی کالی شلوار ہے۔۔۔ دیکھ لینا، شاید لمبی ہو۔۔۔ اب میں چلتا ہوں۔‘‘",
    "transliteration": "Sultana ko qatan yaqeen nahi tha ke Shankar apna wada poora karega magar aath roz ke baad Muharram ki pehli tareekh ko subah nau bajay darwazay par dastak hui. Sultana ne darwaza khola to Shankar khara tha. Akhbar mein lipti hui cheez us ne Sultana ko di aur kaha, 'Satin ki kali shalwar hai... dekh lena, shayad lambi ho... ab main chalta hoon.'",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Kaali Shalwar",
    "book_urdu": "کالی شلوار",
    "highlight": "صبح نو بجے"
  },
  {
    "hour": 9,
    "slot": 0.1,
    "type": "prose",
    "urdu": "نو بجے صبح کی ہلکی دھوپ دریاؤں کے کنارے اترتی تو پانی میں سونے کی جھلک پڑنے لگتی۔ لوگ کشتیوں پر سامان رکھ رہے تھے اور وہ منظر کو دیر تک دیکھتی رہی۔",
    "transliteration": "Nau bajay subah ki halki dhoop daryaaon ke kinare utarti to paani mein sonay ki jhalak parnay lagti. Log kashtiyon par samaan rakh rahe thay aur woh manzar ko der tak dekhti rahi.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃ العین حیدر",
    "book": "Aag Ka Darya",
    "book_urdu": "آگ کا دریا",
    "highlight": "نو بجے"
  },
  {
    "hour": 9,
    "slot": 0.2,
    "type": "prose",
    "urdu": "گھڑی نے نو بجائے تو وہ چونکا اور پھر سوچے سمجھے بغیر اس نے پہلی بار محبت بھرا خط لکھا اور اسے پڑھتے وقت پہلی مرتبہ شدت سے محسوس کیا کہ اس کے دل میں کس قدر جذبات ابل رہے تھے۔",
    "transliteration": "Ghadi ne nau bajaye to woh chonka aur phir soche samjhe baghair us ne pehli baar mohabbat bhara khat likha, aur usay parhtay waqt pehli martaba shiddat se mehsoos kiya ke us ke dil mein kis qadar jazbāt ubal rahe thay.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "نو بجائے"
  },
  {
    "hour": 9,
    "slot": 0.3,
    "type": "prose",
    "urdu": "صبح 9 بجے کے پکڑے ہوئے شاعر کو شام 6 بجے سے پہلے رہائی نصیب نہیں ہوتی تھی اور شام کو بھی محض اس لیے کہ میاں فضل حسن کے والد گرامی حاجی احمد حسن صاحب غروب آفتاب کے بعد شعر سننے کو مکروہ اور منحوس تصور کرتے تھے۔",
    "transliteration": "Subah nau bajé ke pakṛe hu’e shā‘ir ko shām chhé bajé se pehlé riḥā’ī naṣīb nahīñ hotī thī, aur shām ko bhī maḥz is liye ke Miyān Faẓl Ḥasan ke wālid-e-gharāmī Ḥājī Aḥmad Ḥasan sāḥib ġhurūb-e-āftāb ke ba‘d she‘r sunne ko makrūh aur manḥūs tasavvur karte the.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Zameer Wahid Mutabasim",
    "book_urdu": "ضمیر واحد متبسم",
    "highlight": "صبح 9 بجے"
  },
  {
    "hour": 9,
    "slot": 1,
    "type": "prose",
    "urdu": "بھائی: نو بجے پہنچنا ہے۔۔۔۔۔۔ نو بجے ہی تو پہنچنا ہے۔ مجھ سے ابھی سعید کہہ رہا تھا کہ جلسے کا وقت یوں تو سوا نو بجے مقرر ہے۔ مگر نو بجے اس کی بہن چلی جائے گی۔ تم نو نہیں تو پونے نو یہاں سے چلی جانا۔۔۔۔۔۔ چلو۔ آؤ میرے کوٹ میں بٹن ٹانک دو۔",
    "transliteration": "Bhai: Nau bajay pohnchna hai... nau bajay hi to pohnchna hai. Mujh se abhi Saeed keh raha tha ke jalse ka waqt yun to sawa nau bajay muqarrar hai. Magar nau bajay us ki behan chali jaye gi. Tum nau nahi to paunay nau yahan se chali jana... chalo. Aao mere coat mein button tank do.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Intizaar ka Dusra Rukh",
    "book_urdu": "انتظار کا دوسرا رخ",
    "highlight": "سوا نو بجے"
  },
  {
    "hour": 9,
    "slot": 2,
    "type": "prose",
    "urdu": "’’ساڑھے نو بجے وائس چانسلر سے اپوائنٹمنٹ ہے۔‘‘ اس نے کلاک پر نظر ڈال کر جواب دیا۔ ’’جھٹ پٹ تیار ہو کر ناشتہ کر لو۔ تمہیں راستے میں اتارتا جاؤں گا۔‘‘",
    "transliteration": "‘Sāṛhe nau bajé Vice Chancellor se appointment hai,’ us ne clock par nazar ḍāl kar jawāb diyā. ‘Jhaṭ paṭ tayyār ho kar nāshtā kar lo. Tumhe rāsté mein utārtā jāūñ gā.’",
    "source": "Qurratulain Hyder",
    "source_urdu": "قراۃ العین حیدر",
    "book": "Yeh Ghazi Yeh Tere Purasrār Banday",
    "book_urdu": "یہ غازی یہ تیرے پراسرار بندے",
    "highlight": "ساڑھے نو بجے"
  },
  {
    "hour": 9,
    "slot": 2.1,
    "type": "prose",
    "urdu": "ناشتے پر۔۔۔ ایک ابلا ہوا انڈہ۔ بغیر دودھ اور شکر کے چائے(ل)دوپہرکو۔۔۔ ابلی ہوئی سبزی، بغیرشوربےکا تھوڑا سا گوشت، ایک چپاتی(ل)(ل)سہ پہر کو۔۔۔ ایک بسکٹ۔ بغیر دودھ اور شکر کی چائے(ل)رات کو۔۔۔ ابلا ہوا گوشت، سبزی، ڈیڑھ چپاتی، پھل، بغیر دودھ اور شکر کی کافی",
    "transliteration": "Nashte par... aik ubla hua anda. Baghair doodh aur shakar ke chai(ل)Dopehar ko... ubli hui sabzi, baghair shorbay ka thoda sa gosht, aik chapati(ل)(ل)Seh pehar ko... aik biscuit. Baghair doodh aur shakar ki chai(ل)Raat ko... ubla hua gosht, sabzi, dedh chapati, phal, baghair doodh aur shakar ki coffee",
    "source": "Shafiq-ur-Rehman",
    "source_urdu": "شفیق الرحمان",
    "book": "Kaleed-e-Kamyabi",
    "book_urdu": "کلید کامیابی",
    "highlight": ""
  },
  {
    "hour": 9,
    "slot": 3,
    "type": "prose",
    "urdu": "علاوہ ان ’’خوبیوں‘‘ کے یہ ریل اور ریلوں کی نسبت سست رفتار بھی بہت ہے۔ صبح کے سات بجے ہم باندی کوٹی میں پہنچے اور دس بجے تک یہاں ٹھیرے رہے۔",
    "transliteration": "Ilawa in 'khubiyon' ke yeh rail aur railon ki nisbat sust raftaar bhi bohot hai. Subah ke saat bajay hum Bandi Koti mein pohnche aur das bajay tak yahan thehray rahe.",
    "source": "Altaf Hussain Hali",
    "source_urdu": "الطاف حسین حالی",
    "book": "Ayam-e-Tateel Mein Ek Safar Ki Kaifiyat",
    "book_urdu": "ایّامِ تعطیل میں ایک سفر کی کیفیت",
    "highlight": "دس بجے تک"
  },
  {
    "hour": 9,
    "slot": 3.1,
    "type": "prose",
    "urdu": "منشی غلام رسول پائیں باغ میں پونے دس بجے سے ان کی تشریف آوری کے منتظر تھے۔ جونہی کہاروں نے ہوادار کندھوں سے اُتارا، منشی غلام رسول مسٹر ٹامسن بہادر کو خبر دینے کے لیئے کوٹھی کے اندر داخل ہوئے۔",
    "transliteration": "Munshī Ghulām Rasūl pā’en bāġh mein poné das bajé se un kī tashrīf āwarī ke muntazir the. Jūnhī kahāron ne hawādār kandhōñ se utārā, Munshī Ghulām Rasūl Mister Thompson Bahādur ko khabar denē ke liye koṭhī ke andar dākhil hu’e.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Ghalib Aur Sarkari Mulazim",
    "book_urdu": "غالب اور سرکاری ملازم",
    "highlight": "پونے دس بجے"
  },
  {
    "hour": 10,
    "slot": 0,
    "type": "prose",
    "urdu": "اسی ایٹ ہوم میں میرے سینئر بھی ملے۔ کہنے لگے کہ، ’’صبح آنا ایک معمولی سی عذر داری ہے دس بجے کی گاڑی سے چلے جانا شام کی گاڑی سے چلے آنا۔‘‘",
    "transliteration": "Isi at home mein mere senior bhi mile. Kehne lage ke, 'Subah aana ek mamooli si uzr daari hai, das bajay ki gaari se chale jana, shaam ki gaari se chale aana.'",
    "source": "Mirza Azeem Baig Chughtai",
    "source_urdu": "مرزا عظیم بیگ چغتائی",
    "book": "Wakalat",
    "book_urdu": "وکالت",
    "highlight": "دس بجے"
  },
  {
    "hour": 10,
    "slot": 0.1,
    "type": "prose",
    "urdu": "صبح دس بجے سے پہلے ہوش نہیں آئے گا۔ پریشان نہ ہونا۔ وہ پھر مسکرا دیے اور وہ جھینپ کر ان کی ہدایات کو ذہن نشین کرنے لگا۔",
    "transliteration": "Subah das bajay se pehlay hosh nahin āye gā. Pareshān na hona. Woh phir muskurā diye aur woh jheñp kar un ki hidāyāt ko zehan nasheen karne lagā.",
    "source": "Sarfraz Ahmed Rahi",
    "source_urdu": "سرفراز احمد راہی",
    "book": "Ishq Ka Qaf",
    "book_urdu": "عشق کا قاف",
    "highlight": "دس بجے"
  },
  {
    "hour": 10,
    "slot": 2,
    "type": "prose",
    "urdu": "ساڑھے دس بجے کے قریب میں منزل مقصود پر پہنچ گیا اور فوراً اپنے موکل کی تلاش شروع کر دی۔ یہ موکل دراصل میرے سینئر صاحب کا بےحد قائل بلکہ معتقد تھا اور سوچتا تھا کہ خراب مقدمہ بھی وہ درست کر سکتے ہیں۔",
    "transliteration": "Saadhe das bajay ke qareeb main manzil-e-maqsood par pohnch gaya aur foran apne moakkil ki talaash shuru kar di. Yeh moakkil darasal mere senior sahab ka be-had qail balki mu'taqid tha aur sochta tha ke kharab muqadma bhi woh durust kar sakte hain.",
    "source": "Mirza Azeem Baig Chughtai",
    "source_urdu": "مرزا عظیم بیگ چغتائی",
    "book": "Wakalat",
    "book_urdu": "وکالت",
    "highlight": "ساڑھے دس بجے"
  },
  {
    "hour": 10,
    "slot": 2.1,
    "type": "prose",
    "urdu": "ان شاءاللہ اتوار کو دس بجے ساڑھے دس بجے میں خود آئوں گا۔ اگر کوئی وجہ مانع نہ ہو، ذرہ اپنے داروغہ کو کل بعد مغرب میرے پاس بھیجھنا۔",
    "transliteration": "",
    "source": "Deputy Nazir Ahmed",
    "source_urdu": "ڈپٹی نذیر احمد",
    "book": "Ibn-ul-Waqt",
    "book_urdu": "ابن الوقت",
    "highlight": "ساڑھے دس بجے"
  },
  {
    "hour": 10,
    "slot": 3,
    "type": "prose",
    "urdu": "\"دیکھئے باجی گیارہ بجنے میں دس منٹ باقی ہیں۔ میں پورے گیارہ بجے آپ کی کمر دابنا چھوڑ دوں گا۔\"",
    "transliteration": "'Dekhiye Baji gyarah bajne mein das minute baqi hain. Main poore gyarah bajay aap ki kamar dabna chor doonga.'",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Dhuaan",
    "book_urdu": "دھواں",
    "highlight": "گیارہ بجنے میں"
  },
  {
    "hour": 10,
    "slot": 3.1,
    "type": "prose",
    "urdu": "صبح آنکھ کھلی تو کمرے میں دھوپ لہریں مار رہی تھی۔ گھڑی کو دیکھا تو پونے گیارہ بجے تھے۔ ہاتھ بڑھا کر میز پر سے ایک سگریٹ اٹھایا اور سلگا کر طشتری میں رکھ دیا اور پھر اونگھنے لگا۔",
    "transliteration": "Subah āñkh khulī to kamray mein dhoop lehrēñ mār rahī thī. Ghaṛī ko dekhā to poné gyārah bajé the. Hāth baṛhā kar mēz par se ek sigret uṭhāyā aur sulgā kar ṭashtari mein rakh diyā aur phir ūnghnē lagā.",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "Main Ek Mian Hoon",
    "book_urdu": "میں ایک میاں ہوں",
    "highlight": "پونے گیارہ بجے"
  },
  {
    "hour": 11,
    "slot": 0,
    "type": "prose",
    "urdu": "سنیچر کو صبح گیارہ بجے کار بھیج دے گی، الماس نے کہا اور معذرت چاہ کر میز سے اٹھ کر مہمانوں کے مجمع میں کھو گئی۔",
    "transliteration": "'Sanichar ko subah gyarah bajay car bhej de gi,' almas ne kaha aur maazrat chaah kar maiz se uth kar mehmanon ke majma mein kho gayi.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃالعین حیدر",
    "book": "Nazara Darmiyan Hai",
    "book_urdu": "نظارہ درمیاں ہے",
    "highlight": "صبح گیارہ بجے"
  },
  {
    "hour": 11,
    "slot": 0.1,
    "type": "prose",
    "urdu": "پت جھڑ کا موسم شروع ہو چکا تھا۔ بیگم بلقیس تراب علی ہر سال کی طرح اب کے بھی اپنے بنگلے کے باغیچے میں مالی سے پودوں اور پیڑوں کی کانٹ چھانٹ کرا رہی تھیں۔ اس وقت دن کے کوئی گیارہ بجے ہوں گے۔",
    "transliteration": "Patjhaṛ kā mausam shurū ho chukā thā. Begum Bilqīs Turāb Ali har sāl kī tarah ab ke bhī apné banglay ke bāġīche mein mālī se poudōñ aur pēṛōñ kī kānṭ chhānṭ karā rahīñ thīñ. Us waqt din ke ko’ī gyārah bajé hoñge.",
    "source": "Ghulam Abbas",
    "source_urdu": "غلام عباس",
    "book": "Yeh Pari Chehra Log",
    "book_urdu": "یہ پری چہرہ لوگ",
    "highlight": "گیارہ بجے"
  },
  {
    "hour": 11,
    "slot": 3,
    "type": "prose",
    "urdu": "صبح کو سورج خاصا تیزی سے چمکا تھا۔ مگر بارہ بجتے بجتے بادل گھر آئے تھے، جو اب چھٹنے شروع ہوگئے تھے۔ غرض موسم کی طرف سے زیادہ اندیشہ نہ تھا اور ایک دلچسپ شام گزارنے کی توقع کی جاسکتی تھی۔",
    "transliteration": "Subah ko sooraj khaasa tezi se chamka tha. Magar barah bajte bajte baadal ghir aaye thay, jo ab chhatne shuru ho gaye thay. Gharz mausam ki taraf se zyada andesha na tha aur aik dilchasp shaam guzarne ki tawaqqo ki ja sakti thi.",
    "source": "Ghulam Abbas",
    "source_urdu": "غلام عباس",
    "book": "Mukerjee Babu ki Diary",
    "book_urdu": "مکرجی بابو کی ڈائری",
    "highlight": "بارہ بجتے بجتے"
  },
  {
    "hour": 11,
    "slot": 3.1,
    "type": "prose",
    "urdu": "دوپہر کو بارہ بجے کے قریب سگو اور جگو سب کام نمٹا گھر جا رہی تھیں کہ سامنے ایک مہتر منڈاسا باندھے جھاڑو سے سڑک پر گرد غبار کے بادل اڑاتا جلد جلد چلا آ رہا تھا۔",
    "transliteration": "Dopehar ko bārah bajé ke qarīb Sugo aur Jugo sab kām nimaṭā ghar jā rahīñ thīñ ke sāmanē ek mahtar mandāsā bāndhé jhāṛū se saṛak par gard-o-ghubār ke bādal uṛātā jald jald chalā ā rahā thā.",
    "source": "Ghulam Abbas",
    "source_urdu": "غلام عباس",
    "book": "Yeh Pari Chehra Log",
    "book_urdu": "یہ پری چہرہ لوگ",
    "highlight": "بارہ بجے کے قریب"
  },
  {
    "hour": 12,
    "slot": 0,
    "type": "prose",
    "urdu": "دن کو بارہ بجے جیسے ہی کھانا کھانے کی چھٹی ہوتی، دو ڈھائی سو راج مزدور، میر عمارت، منشی اور ان بیسواؤں کے رشتے دار یا کارندے جو تعمیر کی نگرانی پر مامور تھے، اس مسجد کے آ س پاس جمع ہو جاتے اور اچھا خاصا میلہ سا لگ جاتا۔",
    "transliteration": "Din ko barah bajay jaise hi khana khanay ki chhutti hoti, do dhai sau raaj mazdoor, Mir-e-Imarat, munshi aur un baiswaon ke rishte-daar ya karinday jo tameer ki nigraani par mamoor thay, us masjid ke aas paas jama ho jatay aur achha khaasa mela sa lag jata.",
    "source": "Ghulam Abbas",
    "source_urdu": "غلام عباس",
    "book": "Anandi",
    "book_urdu": "آنندی",
    "highlight": "دن کو بارہ بجے"
  },
  {
    "hour": 12,
    "slot": 0.1,
    "type": "prose",
    "urdu": "بارہ سے بارہ بجے تک اُن کے اعصاب کمان کی طرح تنے رہتے تھے اور یوں معلوم ہوتا تھا گویا کسی نے بستی بھر کے بچّوں، جوانوں اور بوڑھوں کو بجلی کے تار میں پرو کر برقا دیا ہے۔",
    "transliteration": "Bārah se bārah bajay tak un ke a‘sāb kamān ki tarah tané rehte the aur yūñ ma‘lūm hota thā goyā kisi ne bastī bhar ke bachon, jawānon aur būṛhon ko bijlī ke tāar mein pro kar barqā diyā hai.",
    "source": "Qudratullah Shahab",
    "source_urdu": "قدرت اللہ شہاب",
    "book": "Ya Khuda",
    "book_urdu": "یا خدا",
    "highlight": "بارہ سے بارہ بجے"
  },
  {
    "hour": 12,
    "slot": 2,
    "type": "prose",
    "urdu": "وہاں سے چل کر ساڑھے بارہ بجے ہم الور پہنچے اور دوپہر تک نئی سرائے میں جو کیڈل صاحب پولیٹکل ایجنٹ کے عہد میں تیار ہوئی ہے، ٹھہرے۔ اس سرائے کی عمارت بالکل سنگین ہے۔ ظاہراً ہندوستان میں یہ پہلی سرائے ہے جس کے نقشے میں ہر ایک مسافر کی آسائش اور تمام ضروریات کا پورا پورا لحاظ رکھا گیا ہے۔",
    "transliteration": "Wahan se chal kar saadhe barah bajay hum Alwar pohnche aur dopehar tak Nai Sarai mein jo Cadell Sahib Political Agent ke ahd mein tayyar hui hai, thehray. Is sarai ki imarat bilkul sangeen hai. Zahiran Hindustan mein yeh pehli sarai hai jiske naqshay mein har ek musafir ki aasayish aur tamam zarooriyat ka poora poora lehaaz rakha gaya hai.",
    "source": "Altaf Hussain Hali",
    "source_urdu": "الطاف حسین حالی",
    "book": "Ayam-e-Tateel Mein Ek Safar Ki Kaifiyat",
    "book_urdu": "ایّامِ تعطیل میں ایک سفر کی کیفیت",
    "highlight": "ساڑھے بارہ"
  },
  {
    "hour": 12,
    "slot": 2.1,
    "type": "prose",
    "urdu": "اس دوران میں مجھے اوپر سے راجدہ کی تیز اور بے ساختہ قہقہوں کی صحت مند آواز کئی بار سنائی دی۔ ساڑھے بارہ بجے دوپہر کی مجلس کا گجر بجا تو ہم اوپر چلے گئے۔ راجدہ خود ریڈیو لگا رہی تھی۔ پہلا ریکارڈ شروع ہوا۔(ل)من کا ہے گھبرائے۔۔۔",
    "transliteration": "Is dauraan mein mujhe upar se Rajda ki tez aur be-sakhta qahqahon ki sehatmand aawaz kai baar sunai di. Saadhe barah bajay dopehar ki majlis ka gujar baja to hum upar chale gaye. Rajda khud radio laga rahi thi. Pehla record shuru hua:(ل)Man ka hai ghabraye...",
    "source": "A. Hameed",
    "source_urdu": "اے حمید",
    "book": "Manzil Manzil",
    "book_urdu": "منزل منزل",
    "highlight": "ساڑھے بارہ بجے"
  },
  {
    "hour": 12,
    "slot": 1,
    "type": "poetry",
    "urdu": "؏(ل)دوپہر کی دھوپ میں میرے بلانے کے لیے(ل)وہ ترا کوٹھے پہ ننگے پاؤں آنا یاد ہے",
    "transliteration": "Dopehar ki dhoop mein mere bulane ke liye(ل)Woh tera kothay pe nange paon aana yaad hai",
    "source": "Hasrat Mohani",
    "source_urdu": "حسرت موہانی",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 12,
    "slot": 3.0,
    "type": "prose",
    "urdu": "لیباریٹری میں کام کرتے کرتے پدما نے گھڑی پر نظر ڈالی۔ صبح وہ جلدی میں ناشتہ کیے بغیر آگئی تھی۔ اور اب اسے سخت بھوک لگ رہی تھی۔ ایک بجنے والا تھا۔",
    "transliteration": "Laboratory mein kām karte karte Padma ne ghaṛī par nazar ḍālī. Subah woh jaldī mein nāshtā kiye baghair ā ga’ī thī. Aur ab use sakht bhook lag rahī thī. Ek bajné wālā thā.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃالعین حیدر",
    "book": "Roshni Ki Raftar",
    "book_urdu": "روشنی کی رفتار",
    "highlight": "ایک بجنے والا تھا"
  },
  {
    "hour": 12,
    "slot": 3.1,
    "type": "prose",
    "urdu": "وسرا ناہنجار، صبح اٹھا اور کبوتر کھول باپ دادے کا نام اچھالنے کو کوٹھے پر چڑھا، پہر سوا پہر دن چڑھے تک کوٹھے پر دھما چوکڑی مچائی، مارے باندھے مدرسے گیا، عصر کے بعد پھر کوٹھا ہے",
    "source_urdu": "ڈپٹی نذیر احمد دہلوی",
    "book_urdu": "توبۃ النصوح",
    "highlight": "پہر سوا پہر"
  },
  {
    "hour": 13,
    "slot": 0,
    "type": "prose",
    "urdu": "امرتسر ریلوے اسٹیشن کا پلیٹ فارم نمبر ایک مسافروں سے بھرا پڑا تھا۔ لاہور کی جانب جانے والی گاڑی جسے دوپہر ایک بجے آنا تھا، ایک گھنٹہ سے زیادہ لیٹ تھی اور ابھی اس کے آنے میں آدھ گھنٹہ دیر ہے۔",
    "transliteration": "Amritsar railway station ka platform number aik musafiron se bhara pada tha. Lahore ki janib janay wali gaari jise dopehar aik bajay aana tha, aik ghanta se zyada late thi aur abhi us ke anay mein aadh ghanta der hai.",
    "source": "Sant Singh",
    "source_urdu": "سنت سنگھ",
    "book": "Baghola",
    "book_urdu": "بگولا",
    "highlight": "دوپہر ایک بجے"
  },
  {
    "hour": 13,
    "slot": 0.1,
    "type": "prose",
    "urdu": "وہ ہر اتوار کو سات آٹھ شاعروں کو گھیر گھار کر گارڈن ایسٹ میں اپنے دولت کدے پر لاتے جہاں ایک بجے تک گپ اور لنچ کے بعد مشاعرے کا رنگ جمتا۔",
    "transliteration": "Woh har itvār ko sāt āṭh shā‘iron ko gher ghār kar Garden East mein apne daulat kade par lāté jahan aik bajé tak gup aur lunch ke bād mushā‘ray kā rang jamtā.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Zameer Wahid Mutabasim",
    "book_urdu": "ضمیر واحد متبسم",
    "highlight": "ایک بجے"
  },
  {
    "hour": 13,
    "slot": 1,
    "type": "prose",
    "urdu": "\"کیا پیو گے!‘ لیڈی جہانگیر نے تھوڑی دیر بعد پوچھا۔(ل)”دہی کی لسی“(ل)”دہی کی لسی؟ ہی ہی ہی ہی شاید تم نشے میں ہو!“(ل)”ٹھہریے!“ عمران بوکھلا کر بولا۔ ”میں ایک بجے کے بعد صرف کافی پیتا ہوں۔۔۔\"",
    "transliteration": "Kya pioge! Lady Jahangir ne thodi der baad poocha.(ل)(ل)'Dahi ki lassi.'(ل)(ل)'Wohi ki lassi? He he he he shayad tum nashe mein ho!'(ل)(ل)'Thahriye!' Imran bokhla kar bola. 'Main aik bajay ke baad sirf coffee peeta hoon...'",
    "source": "Ibne Safi",
    "source_urdu": "ابن صفی",
    "book": "Khaufnak Imarat",
    "book_urdu": "خوفناک عمارت",
    "highlight": "ایک بجے کے بعد"
  },
  {
    "hour": 13,
    "slot": 2,
    "type": "prose",
    "urdu": "’’تو پھر میں ڈیڑھ بجے کی گاڑی میں چلی جاؤں؟‘‘ ’’میں نے کہا، اور کیا؟‘‘ وہ جھٹ تیاری میں مشغول ہوگئی اور میرے دماغ میں آزادی کے خیالات نے چکر لگانے شروع کیے۔",
    "transliteration": "To phir main derh bajay ki gaari mein chali jaoon? Main ne kaha, aur kya? Woh jhat tayyari mein mashghool ho gayi aur mere dimaagh mein azadi ke khayalat ne chakkar laganay shuru kiye.",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Main Ek Mian Hoon",
    "book_urdu": "میں ایک میاں ہوں",
    "highlight": "ڈیڑھ بجے"
  },
  {
    "hour": 13,
    "slot": 3.0,
    "type": "prose",
    "urdu": "اس مشقّت سے فارغ ہو کر ڈیڑھ دو بجے آپ کے پاس پہنچا تو اس کا صلہ آپ نے یہ دیا کہ اُس پر الزام لگایا کہ تم کار کے ٹول بکس میں قینچی اور اُسترا رکھے حجامتییں بناتے پھرتے ہو۔",
    "transliteration": "Is mashakkat se fārigh ho kar ḍeṛh do bajé āp ke pās pahuñchā to is kā sila āp ne yeh diyā ke us par ilzām lagāyā ke tum kār ke tool box mein qainchī aur usturā rakhe ḥajāmtiyān banāte phirté ho.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Aab-e-Gum",
    "book_urdu": "آبِ گم",
    "highlight": "ڈیڑھ دو بجے"
  },
  {
    "hour": 13,
    "slot": 3.1,
    "type": "poetry",
    "urdu": "؏(ل)دوپہر تک بک گیا بازار کا ہر ایک جھوٹ(ل)اور میں اک سچ کو لے کر شام تک بیٹھا رہا",
    "transliteration": "Dopehar tak bik gaya bazaar ka har aik jhoot(ل)Aur main ek sach ko le kar shaam tak baitha raha",
    "source": "Unknown",
    "source_urdu": "نامعلوم",
    "book": "",
    "book_urdu": "",
    "highlight": "دوپہر"
  },
  {
    "hour": 13,
    "slot": 3.2,
    "type": "prose",
    "urdu": "یہ دکان اچھی جگہ پر واقع نہیں ہے۔ یہاں رات تو کجا دن کو بھی لوگ ٹھوکر کھا جاتے ہیں۔ اس اندھیری گلی میں لوگ اپنی جیبیں خالی کر کے جاتے ہیں۔",
    "transliteration": "Yeh dukān achhī jagah par wāqi‘ nahīñ hai. Yahān rāt to kajā, din ko bhī log ṭhokar khā jāte hain. Is andherī galī mein log apnī jēbēñ khālī kar ke jāte hain.",
    "source": "Krishan Chander",
    "source_urdu": "کرشن چندر",
    "book": "Pandit Nehru aur Quaid-e-Azam Muhammad Ali Jinnah ke Naam Ek Tawaif Ka Khat",
    "book_urdu": "پنڈت نہرو اور قائد اعظم کے نام ایک طوائف کا خط",
   "highlight": "رات تو کجا دن کو بھی"
  },
  {
    "hour": 14,
    "slot": 0,
    "type": "prose",
    "urdu": "میں نے کہا انار کلی زیادہ مناسب ہے کیونکہ وہی زیادہ مشہور جگہ ہے اور اخباروں میں جتنے بھی اشتہار نکلتے ہیں ان میں انارکلی لاہور لکھا ہوتا ہے۔ چنانچہ یہ طے پایا کہ اگلے دن دو بجے کی گاڑی سے ہم لاہور روانہ ہو جائیں!",
    "transliteration": "Main ne kaha Anarkali zyada munasib hai kyun ke wohi zyada mashhoor jagah hai aur akhbaron mein jitne bhi ishtihar nikalte hain un mein Anarkali Lahore likha hota hai. Chananchah yeh tay paaya ke aglay din do bajay ki gaari se hum Lahore rawana ho jayein!",
    "source": "Ashfaq Ahmad",
    "source_urdu": "اشفاق احمد",
    "book": "Gudariya",
    "book_urdu": "گڈریا",
    "highlight": "دو بجے"
  },
  {
    "hour": 14,
    "slot": 0.1,
    "type": "prose",
    "urdu": "امرتسر سے اسپیشل ٹرین دوپہر دو بجے کو چلی اور آٹھ گھنٹوں کے بعد مغل پورہ پہنچی۔ راستے میں کئی آدمی مارے گئے۔ متعدد زخمی ہوئے اور کچھ ادھر ادھر بھٹک گئے۔",
    "transliteration": "Amritsar se special train dopehar do bajay ko chali aur aath ghanton ke baad Mughalpura pohnchi. Raste mein kai aadmi maare gaye. Mutaadid zakhmi huay aur kuch idhar udhar bhatak gaye.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Khol Do",
    "book_urdu": "کھول دو",
    "highlight": "دوپہر دو بجے"
  },
  {
    "hour": 14,
    "slot": 0.2,
    "type": "prose",
    "urdu": "یہاں سے کلب پہنچے۔ آج تک کبھی دن کے دو بجے کلب نہ گیا تھا۔ اندر داخل ہوا تو سنسان، آدمی کا نام ونشان تک نہیں۔ سب کمرے دیکھ ڈالے۔ بلیرڈ کا کمرہ خالی، شطرنج کا کمرہ خالی، تاش کا کمرہ خالی۔ صرف کھانے کے کمرے میں ایک ملازم چھریاں تیز کررہا تھا۔",
    "transliteration": "Yahan se club pohnche. Aaj tak kabhi din ke do bajay club na gaya tha. Andar dakhil hua to sunsan, aadmi ka naam-o-nishan tak nahi. Sab kamray dekh dalay. Billiards ka kamra khaali, shatranj ka kamra khaali, taash ka kamra khaali. Sirf khanay ke kamray mein ek mulazim chhuriyan tez kar raha tha.",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "",
    "book_urdu": "",
    "highlight": "دن کے دو بجے"
  },
  {
    "hour": 14,
    "slot": 1.0,
    "type": "prose",
    "urdu": "اس کے عین مقابل، دروازے کے اوپر داداجان کے وقتوں کی ایک کاواک گھڑی ٹنگی ہوئی تھی جو چوبیس گھنٹے میں صرف دو دفعہ صحیح وقت بتاتی تھی۔ (یہ پندرہ سال سے سوا دو بجا رہی تھی)",
    "transliteration": "Us ke ‘ain muqābil, darwāzé ke ūpar Dādājān ke waqtōñ kī ek kāwāk ghaṛī ṭangī hu’ī thī jo chōbīs ghaṇṭē mein sirf do dafaḥ ṣaḥīḥ waqt batātī thī. (Yeh pandrah sāl se sawā do bajā rahī thī)",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Charagh Talay",
    "book_urdu": "چراغ تلے",
    "highlight": "سوا دو"
  },
  {
    "hour": 14,
    "slot": 2.0,
    "type": "prose",
    "urdu": "ڈھائی تین بجے جب فیض صاحب گھٹنے گھٹنے برف میں دھنستے دھنساتے افتاں و خیراں ہمارے ہاں پہنچے تو عفت کی آنکھیں نمناک ہو گئیں۔ کھانا گرم کرتے ہوئے اُس نے میرے دونوں ہاتھ اپنے ہاتھوں میں لئے اور بڑی عقیدت سے کہنے لگی: ہم کتنے خوش نصیب ہیں!",
    "transliteration": "Ḍhā’ī tīn bajé jab Faiz sāḥib ghaṭne ghaṭne barf mein dhansté dhansāté iftān o ḳhīrān hamāre hāñ pahuñché to Iffat kī āṅkhen namnāk ho ga’īn. Khānā garam karte hu’é us ne mere donōñ hāth apné hāthōñ mein li’é aur baṛī ‘aqīdat se kahné lagī: 'Hum kitné ḳhush-naṣīb hain!'",
    "source": "Qudratullah Shahab",
    "source_urdu": "قدرت اللہ شہاب",
    "book": "Shahabnama (Yaadein Section)",
    "book_urdu": "شہاب نامہ (یادیں)",
    "highlight": "ڈھائی تین بجے"
  },
  {
    "hour": 14,
    "slot": 3,
    "type": "prose",
    "urdu": "تیں بجنے والے تھے۔ میں دوبارہ کمرے میں آئی تو میچ ختم ہو چکا تھا اور احسن کشن سر کے نیچے رکھے صوفہ پر ہی آڑھے ترچھے لیٹے خراٹے لے رہے تھے۔ میں نے ہلکی سی آواز دی تو۔۔۔ ’’ہوں ہوں‘‘ کی آواز نکالی اور پھر سے خراٹوں کا پروگرام، جاری ہو گیا۔ مجھے سخت کوفت ہوئی۔",
    "transliteration": "Teen bajne wale thay. Main dobara kamray mein aayi to match khatam ho chuka tha aur Ahsan cushion sar ke neeche rakhe sofa par hi aṛhe tirchhe laitay kharate le rahe thay. Main ne halki si awaaz di to... 'hun hun' ki awaaz nikali aur phir se kharaton ka program jari ho gaya. Mujhe sakht kofat hui.",
    "source": "Huma Falak",
    "source_urdu": "ہما فلک",
    "book": "Haldi Wali",
    "book_urdu": "ہلدی والی",
    "highlight": "تین بجنے والے"
  },
    {
    "hour": 14,
    "slot": 3.1,
    "type": "prose",
    "urdu": "تین بجے کے قریب ان پر مایوسی چھانے لگی اور ساڑھے تین بجے جمال کرسی میں بیٹھا بیٹھا سو گیا۔ لیکن ایلی چپ چاپ سفید منزل کی طرف ٹکٹکی باندھے بیٹھا رہا۔",
    "transliteration": "Teen bajay ke qareeb un par mayoosi chhāne lagi aur sāṛhe teen bajay Jamal kursi mein baitha baitha so gaya. Lekin Eli chup chaap safed manzil ki taraf ṭikṭiki bāndhe baitha raha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": " تین بجے کے قریب"
  },
  {
    "hour": 14,
    "slot": 1,
    "type": "prose",
    "urdu": "انتونیو نے جھک کر اکھاڑے کی ریت کو چھوا۔ سرد اور خشک۔۔۔ آج دوپہر اسی ریت کو اندلس کے سورج کی تمازت سے تپ جانا تھا اور بہرطور نم ہونا تھا۔۔۔ کیا اس ریت پر بل کا خون گرے گا یا انتونیو کا؟",
    "transliteration": "Antonio ne jhuk kar akharay ki rait ko chhua. Sard aur khushk... aaj dopehar isi rait ko Andulus ke sooraj ki tamazat se tap jana tha aur behrtoor nam hona tha... kya is rait par Bull ka khoon girega ya Antonio ka?",
    "source": "Mustansar Hussain Tarar",
    "source_urdu": "مستنصر حسین تارڑ",
    "book": "Zaat Ka Qatl",
    "book_urdu": "ذات کا قتل",
    "highlight": "دوپہر"
  },
  {
    "hour": 15,
    "slot": 0,
    "type": "prose",
    "urdu": "تیاری تو صبح سے ہو رہی تھی مگر دن کے تین بجے حضرت ظل سبحانی نے کہا، ’’پنکھا چڑھانے کا وقت آ گیا۔‘‘ ملکہ دوراں نے پچاس خوان اندر سے کی گولیوں اور پھینیوں کے آراستہ کئے۔ ایک چاندی کی کشتی میں سونے کا پنکھا، جس میں پنّا، پکھراج، نیلم، یاقوت اور سچے موتی جڑے تھے، جس کی بالشت بھر نیچی جھالر کو بیگم نے جوہی کی کلیوں سے خود گوندھا تھا۔",
    "transliteration": "Tayyari to subah se ho rahi thi magar din ke teen bajay Hazrat Zill-e-Subhani ne kaha, 'Pankha charhane ka waqt aa gaya.' Malika-e-Dauran ne pachaas khwan andar se ki goliyon aur pheniyon ke aarasta kiye. Ek chaandi ki kashti mein sonay ka pankha, jismein panna, pokhraj, neelam, yaqoot aur sache moti jaday thay, jis ki balisht bhar neechi jhalar ko Begum ne juhi ki kaliyon se khud gondha tha.",
    "source": "Shahid Ahmad Dehlvi",
    "source_urdu": "شاہد احمد دہلوی",
    "book": "Phool Walon Ki Sair",
    "book_urdu": "پھول والوں کی سیر",
    "highlight": "دن کے تین بجے"
  },
  {
    "hour": 15,
    "slot": 0.1,
    "type": "prose",
    "urdu": "اب کے دونوں دوست کھیلنے بیٹھے تو تین بج گئے اب کے مرزا جی کی بازی کمزور تھی۔ اسی اثنا میں فوج کی واپسی کی آہٹ ملی۔ نواب واجد علی شاہ معزول کر دیے گئے تھے۔ اور فوج انھیں گرفتار کیے لیے جاتی تھی۔",
    "transliteration": "Ab ke dono dost khailnay baithe to teen baj gaye. Ab ke Mirza ji ki baazi kamzor thi. Usi asna mein fauj ki wapsi ki aahat mili. Nawab Wajid Ali Shah ma'zool kar diye gaye thay. Aur fauj unhein giraftar kiye liye jati thi.",
    "source": "Premchand",
    "source_urdu": "پریم چند",
    "book": "Shatranj ki Baazi",
    "book_urdu": "شطرنج کی بازی",
    "highlight": "تین بج گئے"
  },
  {
    "hour": 15,
    "slot": 0.2,
    "type": "prose",
    "urdu": "شروع سے آخر تک سب پڑھ ڈالا اور ابھی چار بجنے میں ایک گھنٹہ باقی تھا۔ پھر سے پڑھنا شروع کردیا۔ سب اشتہار پڑھ ڈالے اور پھر سب اشتہاروں کو دوبارہ پڑھ ڈالا۔",
    "transliteration": "Shurū‘ se ākhir tak sab paṛh ḍālā aur abhi chār bajné mein ek ghaṇṭā bāqī thā. Phir se paṛhnā shurū‘ kar diyā. Sab ishtihār paṛh ḍālé aur phir sab ishtihāron ko dobaārah paṛh ḍālā.",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "",  
    "book_urdu": "میں ایک میاں ہوں",
    "highlight": "چار بجنے میں ایک گھنٹہ باقی تھا"
  },
  {
    "hour": 15,
    "slot": 2,
    "type": "prose",
    "urdu": "اس وقت تین بج کر پینتیس منٹ آئے ہیں۔ بس میں بھی ٹہلتا ٹہلتا پندرہ بیس منٹ میں وہیں پہنچ جاؤں گا، اور پھر ہم تم پروگرام بنائیں گے۔ واللہ سچ ہے دل سے دل کو راہ ہوتی ہے۔",
    "transliteration": "Is waqt teen baj kar paintis minute aaye hain. Bas main bhi tehalta tehalta pandrah bees minute mein wahiin pohnch jaoonga, aur phir hum tum program banayenge. Wallah sach hai dil se dil ko raah hoti hai.",
    "source": "Ghulam Abbas",
    "source_urdu": "غلام عباس",
    "book": "Mukerjee Babu ki Diary",
    "book_urdu": "مکرجی بابو کی ڈائری",
    "highlight": "تین بج کر"
  },
  {
    "hour": 15,
    "slot": 2.1,
    "type": "prose",
    "urdu": "تین بجے کے قریب ان پر مایوسی چھانے لگی اور ساڑھے تین بجے جمال کرسی میں بیٹھا بیٹھا سو گیا۔ لیکن ایلی چپ چاپ سفید منزل کی طرف ٹکٹکی باندھے بیٹھا رہا۔",
    "transliteration": "Teen bajay ke qareeb un par mayoosi chhāne lagi aur sāṛhe teen bajay Jamal kursi mein baitha baitha so gaya. Lekin Eli chup chaap safed manzil ki taraf ṭikṭiki bāndhe baitha raha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "ساڑھے تین بجے"
  },
  {
    "hour": 15,
    "slot": 2.2,
    "type": "prose",
    "urdu": "بلجین نے اپنی گھڑی نکال کر دیکھی اور بولا: \"ساڑھے تین بجے ہیں۔\" بدمعاش کہیں کا۔ جان کر اس نے وقت بتایا تھا۔ ٹام اچھل پڑا۔ اب تک ہم نے سوچا نہیں تھا کہ وقت گزرا جا رہا ہے۔",
    "transliteration": "Biljin ne apnī ghaṛī nikāl kar dekhī aur bolā: 'Sāṛhe tīn bajé haiñ.' Badmāsh kahīñ kā. Jān kar us ne waqt batāyā thā. Ṭām uchhal paṛā. Ab tak ham ne sochā nahīñ thā ke waqt guzrā jā rahā hai.",
    "source": "Shahid Ahmad Dehlvi (Translation)",
    "source_urdu": "شاہد احمد دہلوی (ترجمہ)",
    "book": "Deewar (Jean-Paul Sartre)",
    "book_urdu": "دیوار از ژاں پال سارتر",
    "highlight": "ساڑھے تین بجے"
  },
  {
    "hour": 15,
    "slot": 1,
    "type": "prose",
    "urdu": "تیسرے پہر کو کمال اور اپی اور طلعت اور بھیا صاحب اپنے اپنے کالجوں سے لوٹتے۔ گھر میں ایک دم چہل پہل شروع ہو جاتی۔ کھانے کے کمرے میں برتن کھنکھناتے۔ چاء کی کشتیاں تیار ہو کر مختلف کمروں میں بھیجی جاتیں یا سب اماں بیگم کے کمرے میں جمع ہو جاتے۔",
    "transliteration": "Teesray pehar ko Kamal aur Api aur Talat aur Bhaiya Sahab apne apne collegeon se laut'te. Ghar mein aik dum chehal pehal shuru ho jati. Khanay ke kamray mein bartan khankhanate. Chai ki kashtiyan tayyar ho kar mukhtalif kamron mein bheji jatin ya sab Amma Begum ke kamray mein jama ho jatay.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃالعین حیدر",
    "book": "Aag Ka Darya",
    "book_urdu": "آگ کا دریا",
    "highlight": "تیسرے پہر"
  },
  {
    "hour": 15,
    "slot": 3,
    "type": "prose",
    "urdu": "امامہ نے دروازہ کھولا اور اندر چلی گئی۔ یہ تقریباً چار بجے شام کا وقت تھا۔ لیکن جب مسجد سے مغرب کی اذان ہوئی، تو امامہ کو فکر ہونے لگی۔",
    "transliteration": "Imama ne darwaza khola aur andar chali gayi. Yeh takreeban chaar baje shaam ka waqt tha. Lekin jab masjid se maghrib ki azaan hui, toh Imama ko fikr hone lagi.",
    "source": "Umera Ahmed",
    "source_urdu": "عمیرہ احمد",
    "book": "Peer-e-Kamil",
    "book_urdu": "پیر کاملؐ",
    "highlight": "تقریباً چار بجے"
  },
  {
    "hour": 15,
    "slot": 31,
    "type": "prose",
    "urdu": "ناشتے پر۔۔۔ ایک ابلا ہوا انڈہ۔ بغیر دودھ اور شکر کے چائے(ل)دوپہرکو۔۔۔ ابلی ہوئی سبزی، بغیرشوربےکا تھوڑا سا گوشت، ایک چپاتی(ل)(ل)سہ پہر کو۔۔۔ ایک بسکٹ۔ بغیر دودھ اور شکر کی چائے(ل)رات کو۔۔۔ ابلا ہوا گوشت، سبزی، ڈیڑھ چپاتی، پھل، بغیر دودھ اور شکر کی کافی",
    "transliteration": "Nashte par... aik ubla hua anda. Baghair doodh aur shakar ke chai(ل)Dopehar ko... ubli hui sabzi, baghair shorbay ka thoda sa gosht, aik chapati(ل)(ل)Seh pehar ko... aik biscuit. Baghair doodh aur shakar ki chai(ل)Raat ko... ubla hua gosht, sabzi, dedh chapati, phal, baghair doodh aur shakar ki coffee",
    "source": "Shafiq-ur-Rehman",
    "source_urdu": "شفیق الرحمان",
    "book": "Kaleed-e-Kamyabi",
    "book_urdu": "کلید کامیابی",
    "highlight": "سہ پہر"
  },
  {
    "hour": 16,
    "slot": 0,
    "type": "prose",
    "urdu": "خیر جناب جمعرات کے دن چار بجے ہی ان کے مکان کو روانہ ہوجاتا ہوں، اس خیال سے کہ جلدی جلدی انہیں تیار کراکے وقت پر پہنچ جائیں۔ دولت خانے پر پہنچتا ہوں تو آدم نہ آدم زاد۔",
    "transliteration": "Khair janab jumeraat ke din chaar bajay hi un ke makaan ko rawana ho jata hoon, is khayal se ke jaldi jaldi unhein tayyar kara ke waqt par pohnch jayein. Doulat khane par pohnchta hoon to aadam na aadam zaad.",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Cinema Ka Ishq",
    "book_urdu": "سنیما کا عشق",
    "highlight": "چار بجے"
  },
  {
    "hour": 16,
    "slot": 0.1,
    "type": "prose",
    "urdu": "کوئی چار بجے چین سنگھ کچہری سے فرصت پا کر باہر نکلا۔ احاطے میں پان کی دکان تھی، احاطے کے باہر پھاٹک سے ملا ہوا ایک برگد کا درخت تھا۔ اس کے سایہ میں بیسوں ہی یکے، تانگے، بگھیاں کھڑی تھیں۔",
    "transliteration": "Ko’ī chār bajé Chen Singh kachahrī se fursat pā kar bāhar niklā. Ḥāté mein pān kī dukān thī, ḥāté ke bāhar phāṭak se milā hu’ā ek bargad kā darakht thā. Us ke sāyah mein beeson hī yakké, tāṅge, baghiyāñ khaṛī thīñ.",
    "source": "Premchand",
    "source_urdu": "پریم چند",
    "book": "Ghaas Wali",
    "book_urdu": "گھاس والی",
    "highlight": "چار بجے"
  },
  {
    "hour": 16,
    "slot": 0.2,
    "type": "prose",
    "urdu": "چار بجے تانگا جتوا کر سیٹھ سے نمٹنے کے لیے روانہ ہو گئے۔ تانگے میں بیٹھنے سے پہلے انھوں نے گہرے رنگ کی دھوپ کی عینک لگا لی، تاکہ سخت بات کہنے میں حجاب محسوس نہ ہو اور چہرہ پر ایک پُراسرار خونخواری کا ایکسپریشن آجائے۔",
    "transliteration": "Chār bajé tāngā jitwā kar Seth se nimaṭne ke liye rawāna ho ga’e. Tāngē mein baiṭhnē se pehlē unhōn ne gahre rang kī dhoop kī ‘ainak lagā lī, tākeh sakht bāt kahanē mein ḥijāb maḥsūs na ho aur chehray par ek pur-asrār ḳhūnkhuārī kā expression ā jā’e.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Aab-e-Gum",
    "book_urdu": "آبِ گم",
    "highlight": "چار بجے"
  },
  {
    "hour": 16,
    "slot": 1.0,
    "type": "prose",
    "urdu": "سوا چار بج چکے تھے لیکن دھوپ میں وہی تمازت تھی جو دوپہر کو بارہ بجے کے قریب تھی۔ اس نے بالکنی میں آکر باہر دیکھا تو اسے ایک لڑکی نظر آئی جو بظاہر دھوپ سے بچنے کے لیے ایک سایہ دار درخت کی چھاؤں میں آلتی پالتی مارے بیٹھی تھی۔",
    "transliteration": "Sawa chār baj chuké the lekin dhoop mein wohī tamāzat thī jo dopehar ko bārah bajé ke qarīb thī. Us ne balcony mein ā kar bāhar dekhā to usé ek laṛkī nazar āī jo baẓāhir dhoop se bachné ke liye ek sāyah-dār darakht kī chhāon mein āltī pāltī māré baiṭhī thī.",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Woh Ladki",
    "book_urdu": "وہ لڑکی",
    "highlight": "سوا چار بج چکے تھے"
  },
  {
    "hour": 16,
    "slot": 2,
    "type": "prose",
    "urdu": "اس وقت شام کے ساڑھے چار بج رہے تھے۔ اس نے ثوث کی نظریں بچا کر رسٹ واچ اتاری اور بیگ میں رکھ دی اور کھانے کی طرف متوجہ ہوئی جو خاصا بد ذائقہ تھا۔",
    "transliteration": "Us waqt shaam ke saadhe chaar baj rahe thay. Us ne Thoth ki nazrein bacha kar wrist watch utaari aur bag mein rakh di aur khanay ki taraf mutawajjeh hui jo khaasa bad zayeka tha.",
    "source": "Qurratulain Hyder",
    "source_urdu": "قرۃالعین حیدر",
    "book": "Roshni ki Raftaar",
    "book_urdu": "روشنی کی رفتار",
    "highlight": "ساڑھے چار بج"
  },
  {
    "hour": 16,
    "slot": 3.0,
    "type": "prose",
    "urdu": "راجو اور رگھو دو گھنٹے کے بعد آئے۔ ان کے آنے تک اس نے ایک اچھی خاصی جھپکی لے لی تھی۔ شام پانچ بجے کے قریب خبر آئی کہ چوراہے پر کچھ گڑبڑ ہوئی ہے۔",
    "transliteration": "Rāju aur Raghu do ghaṇṭe ke bād ā’e. Un ke āné tak us ne ek achhī ḳhāsī jhapkī le lī thī. Shām pāñch bajé ke qarīb ḳhabar ā’ī ke chorāhé par kuch gṛbaṛ hu’ī hai.",
    "source": "",  
    "source_urdu": "ایم مبین",
    "book": "",  
    "book_urdu": "الاؤ",
    "highlight": "پانچ بجے کے قریب"
  },
  {
    "hour": 17,
    "slot": 0,
    "type": "prose",
    "urdu": "شام پانچ بجے وجاہت خان نے کمرے کا دروازہ کھول کر کہا۔ ’’کیوں اداس بیٹھے ہو بھائی عرفان؟ کیا کسی پرانی محبوبہ کا خط آ گیا ہے؟‘‘(ل)’’پرانی محبوبہ کا نہیں، نئی محبوبہ کا خط آیا ہے۔‘‘ میں نے اٹھتے ہوئے کہا۔ ’’اور میں اداس اس لئے ہوں کیونکہ اس نے خط میں جلد شادی کر لینے کی فرمائش کی ہے۔‘‘",
    "transliteration": "Shaam paanch bajay Wajahat Khan ne kamray ka darwaza khol kar kaha: 'Kyun udaas baithe ho bhai Irfan? Kya kisi purani mehbooba ka khat aa gaya hai?'(ل)'Purani mehbooba ka nahi, nai mehbooba ka khat aaya hai.' Main ne uthte huay kaha: 'Aur main udaas is liye hoon kyun ke us ne khat mein jald shadi kar lene ki farmaish ki hai.'",
    "source": "اخلاق احمد",
    "source_urdu": "اخلاق احمد",
    "book": "ایک کہانی کا بوجھ",
    "book_urdu": "ایک کہانی کا بوجھ",
    "highlight": "شام پانچ بجے"
  },
  {
    "hour": 17,
    "slot": 1,
    "type": "prose",
    "urdu": "دوپہر سے شام ہو گئی۔ امیدوار کم ہوتے گئے۔ شام سوا پانچ بجے جب آخری امیدوار بھی چلا گیا تو خان بہادر عنایت خان اپنے ڈائریکٹرز کے ساتھ کمرے سے نکلا۔",
    "transliteration": "Dopehar se shaam ho gayi. Umeedwar kam hotay gaye. Shaam sawa paanch bajay jab aakhri umeedwar bhi chala gaya to Khan Bahadur Inayat Khan apne directors ke saath kamray se nikla.",
    "source": "اخلاق احمد",
    "source_urdu": "اخلاق احمد",
    "book": "ایک کہانی کا بوجھ",
    "book_urdu": "ایک کہانی کا بوجھ",
    "highlight": "سوا پانچ بجے"
  },
  {
    "hour": 17,
    "slot": 2,
    "type": "prose",
    "urdu": "آخرکار ساڑھے پانچ بجے کے قریب زنانے سے تشریف لاتے ہیں۔ میں اپنے کھولتے ہوئے خون کوقابو میں لا کر متانت اور اخلاق کو بڑی مشکل سے مدنظر رکھ کر پوچھتا ہوں: ’’کیوں حضرت آپ اندر ہی تھے؟‘‘",
    "transliteration": "Aakhirkar saadhe paanch bajay ke qareeb zanane se tashreef late hain. Main apne kholtay huay khoon ko qaboo mein la kar mutanat aur ikhlaaq ko badi mushkil se madde nazar rakh kar poochta hoon: 'Kyon hazrat aap andar hi thay?'",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Cinema Ka Ishq",
    "book_urdu": "سنیما کا عشق",
    "highlight": "ساڑھے پانچ"
  },
  {
    "hour": 17,
    "slot": 3,
    "type": "prose",
    "urdu": "اب سڑک پھر سنسان ہے۔ شام کے دھندلکے میں بجلی کے قمقمے روشن ہوگئے۔ میں نے دیکھا کہ کچہریوں کے قریب چند مزدور، بال بکھرے، میلے لباس پہنے باتیں کررہے ہیں۔",
    "transliteration": "Ab sadak phir sunsan hai. Shaam ke dhundhlakay mein bijli ke qamqame roshan ho gaye. Main ne dekha ke kachheriyon ke qareeb chand mazdoor, baal bikhre, mailey libaas pehne baatein kar rahe hain.",
    "source": "Krishan Chander",
    "source_urdu": "کرشن چندر",
    "book": "Do Furlong Lambi Sadak",
    "book_urdu": "دو فرلانگ لمبی سڑک",
    "highlight": "شام"
  },
  {
    "hour": 17,
    "slot": 3.1,
    "type": "prose",
    "urdu": "صرف یہی کہہ سکتا ہوں کہ ’’مرزا بھئی للہ مجھ پر رحم کرو۔ میں سینما چلنے کو آیا ہوں۔ دھوبیوں کا انتظام کرنے نہیں آیا۔ یار بڑے بدتمیز ہو۔ پونے چھے بج چکے ہیں اور تم جوں کے توں بیٹھے ہو۔‘‘",
    "transliteration": "Sirf yehī keh sakta hoon ke 'Mirza bhai, lillāh mujh par raḥm karo. Main cinema chalné ko āyā hoon, dhobiyōñ kā intizām karne nahīñ āyā. Yār baṛé badtamīz ho. Poné chhé baj chuké hain aur tum jyon ke tyon baiṭhé ho.'",
    "source": "Ahmed Shah Patras Bokhari",
    "source_urdu": "احمد شاہ پطرس بخاری",
    "book": "Cinema Ka Ishq",
    "book_urdu": "سنیما کا عشق",
    "highlight": "پونے چھے بج چکے ہیں"
  },
  {
    "hour": 18,
    "slot": 0,
    "type": "prose",
    "urdu": "‘‘لیکن میرا کیا ہوگا؟ میری تو آج چھ بجے شادی ہے۔ گھڑی کی سوئی تو بارہ پر ہی اٹکی ہوئی ہے۔ بارہ بج کر ایک سیکنڈ ہونے سے انکاری ہے۔ اگر چھ نہیں بجیں گے تو میری شادی کیسے ہوگی؟‘‘ ایک طرف سے روہانسی آواز آئی۔ ‘‘ارے میاں اسے عطیۂ خداوندی سمجھو کہ تمھیں بیوی سے بچا لیا‘‘ کسی بیوی جلے کی آواز آئی۔",
    "transliteration": "\"Lekin mera kya hoga? Meri to aaj chhe baje shadi hai. Ghari ki sui to barah par hi atki hui hai. Barah baj kar aik second hone se inkaari hai. Agar chhe nahi bajenge to meri shadi kaise hogi?\" Ek taraf se rohansi awaaz aayi. \"Arey mian isey atiya-e-Khudawandi samjho ke tumhein biwi se bacha liya\" kisi biwi jale ki awaaz aayi.",
    "source": "Saeed Naqvi",
    "source_urdu": "سعید نقوی",
    "book": "Tick Tick Deedam",
    "book_urdu": "ٹک ٹک دیدم",
    "highlight": "چھ بجے"
  },
  {
    "hour": 18,
    "slot": 0.1,
    "type": "prose",
    "urdu": "’’کیوں بھئی سینما آج کل چھے بجے شروع ہوتا ہے نا؟‘‘ مرزا صاحب بڑی معصومیت کے انداز میں جواب دیتے ہیں۔ ’’بھئی یہ ہمیں معلوم نہیں۔‘‘ ’’میرا خیال ہے چھے ہی بجے شروع ہوتا ہے۔‘‘",
    "transliteration": "Kyon bhai cinema aaj kal chhe bajay shuru hota hai na? Mirza sahab badi masoomiyat ke andaaz mein jawab dete hain: 'Bhai yeh humein maloom nahin.' 'Mera khayal hai chhe hi bajay shuru hota hai.'",
    "source": "Patras Bokhari",
    "source_urdu": "پطرس بخاری",
    "book": "Cinema Ka Ishq",
    "book_urdu": "سنیما کا عشق",
    "highlight": "چھے بجے"
  },
  {
    "hour": 18,
    "slot": 0.2,
    "type": "prose",
    "urdu": "قریب ہی کسی گھڑی نے چھ بجائے۔ دفعتاً اسے یاد آیا کہ اس کی جیب میں محبت نامہ تھا جو وہ لکھ کر گھر سے لایا تھا۔",
    "transliteration": "Qareeb hi kisi ghadi ne chheh bajaye. Daf‘atan usay yaad aaya ke us ki jaib mein mohabbat nama tha jo woh likh kar ghar se laya tha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "چھ بجائے"
  },
  {
    "hour": 18,
    "slot": 1,
    "type": "prose",
    "urdu": "چنانچہ اس سنیچر کی شام کو بھی میوہ شاہ قبرستان میں وہ میرے ساتھ تھے۔ سورج اس شہر خمُوشاں کو جسے ہزاروں بندگانِ خُدا نے مرمر کے بسایا تھا، لال انگارہ سی آنکھ سے دیکھتادیکھتا انگریزوں کے اقبال کی طرح غُروب ہورہا تھا۔",
    "transliteration": "Chunancha is Sanechar ki shaam ko bhi Mewa Shah qabristan mein woh mere sath thay. Suraj is shehr-e-khamoshan ko jise hazaron bandagan-e-Khuda ne marmar ke basaya tha, laal angara si aankh se dekhta dekhta angrezon ke iqbal ki tarah ghuroob ho raha tha.",
    "source": "Mushtaq Ahmed Yousufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Huwe Mar Ke Hum Jo Ruswa",
    "book_urdu": "ہوئے مر کے ہم جو رسوا",
    "highlight": "شام"
  },
  {
    "hour": 18,
    "slot": 3,
    "type": "prose",
    "urdu": "اسی دسمبر کی ایک شام کو تفریح کلب سے واپس آتے ہوئے میں ارادتاً انارکلی میں سے گزرا۔ اس وقت میری جیب میں دس روپئے کا نوٹ تھا۔ آٹا دال، ایندھن، بجلی، بیمہ کمپنی کے بل چکا دینے پر میرے پاس وہی دس کا نوٹ بچ رہا تھا۔",
    "transliteration": "Isi December ki aik shaam ko tafreeh club se wapas aate hue main iradatan Anarkali mein se guzra. Us waqt meri jaib mein das rupaye ka note tha. Aata daal, eendhan, bijli, bima company ke bil chuka dene par mere paas wahi das ka note bach raha tha.",
    "source": "Rajinder Singh Bedi",
    "source_urdu": "راجندر سنگھ بیدی",
    "book": "Garam Coat",
    "book_urdu": "گرم کوٹ",
    "highlight": "شام"
  },
  {
    "hour": 19,
    "slot": 0,
    "type": "prose",
    "urdu": "لوگ کہتے ہیں، نول پوری کے پاس اچھی نوکری ہے، اچھی بیوی ہے۔۔۔ وہ پانچ بجے آفس سے اٹھتا ہے، ساڑھے پانچ بجے گھر پہنچ جاتا ہے۔ سات بجے ٹی ہاؤس پہنچتا ہے اور پھر ساڑھے نو بجے گھر پہنچ جاتا ہے۔۔۔ اوقات کی یہ ترتیب اس کی Domestic harmony قائم کئے ہوئے ہے۔۔۔",
    "transliteration": "Log kehte hain, Nolpuri ke paas achhi naukri hai, achhi biwi hai... woh paanch bajay office se uthta hai, saadhe paanch bajay ghar pohnch jata hai. Saat bajay Tea House pohnchta hai aur phir saadhe nau bajay ghar pohnch jata hai... auqaat ki yeh tarteeb is ki domestic harmony qaim kiye huay hai...",
    "source": "Balraj Mainra",
    "source_urdu": "بلراج مینرا",
    "book": "Shehar Ki Raat",
    "book_urdu": "شہر کی رات",
    "highlight": "سات بجے"
  },
  {
    "hour": 19,
    "slot": 0.1,
    "type": "prose",
    "urdu": "گھڑی نے سات بجائے۔ وہ اٹھ بیٹھا۔ کھڑکی سے سورج کی شعائیں اندر داخل ہو رہی تھیں۔ اس نے کھڑکی بند کر دی اور درز سے باہر دیکھنے لگا۔ قبرستان سنسان پڑا تھا۔",
    "transliteration": "Ghadi ne saat bajaye. Woh uth baitha. Khidki se sooraj ki shu‘āen andar dākhil ho rahi thein. Us ne khidki band kar di aur darz se bāhar dekhne laga. Qabrastan sunsān para tha.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "سات بجائے"
  },
  {
    "hour": 19,
    "slot": 1,
    "type": "poetry",
    "urdu": "؏(ل)تو نے دیکھا ہے کبھی ایک نظر شام کے بعد(ل)کتنے چپ چاپ سے لگتے ہیں شجر شام کے بعد",
    "transliteration": "Tu ne dekha hai kabhi aik nazar shaam ke baad(ل)Kitne chup chaap se lagte hain shajar shaam ke baad",
    "source": "Farhat Abbas Shah",
    "source_urdu": "فرحت عباس شاہ",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 19,
    "slot": 2,
    "type": "prose",
    "urdu": "ان دنوں میں لاہور کے ایک اخبار کے دفتر میں ملازم تھا۔ گھر چونکہ امرتسر میں تھا لہٰذا شام کی گاڑی سے واپس اپنے گھر چلا جاتا تھا۔",
    "transliteration": "Un dino mein Lahore ke ek akhbar ke daftar mein mulazim tha. Ghar chuunke Amritsar mein tha lehaza shaam ki gaari se wapas apne ghar chala jata tha.",
    "source": "A. Hameed",
    "source_urdu": "اے حمید",
    "book": "Manzil Manzil",
    "book_urdu": "منزل منزل",
    "highlight": ""
  },
  {
    "hour": 19,
    "slot": 3,
    "type": "prose",
    "urdu": "شام کو گھر واپس آکر ٹیلی ویژن دیکھتا اور سو رہتا۔ بیچ میں ایک اتوار بھی آ جاتا۔ سنڈے ایڈیشن کا مطالعہ۔ ننھے کو چڑیا گھر دکھانا وغیرہ یعنی میں ایک مکمل نارمل پاکستانی۔۔۔ شادی شدہ پاکستانی کی زندگی بسر کرتا رہا۔ شاید لفظ خوش و خرم اسی قسم کی زندگی کے ساتھ نتھی کیا جاتا ہے۔",
    "transliteration": "Shaam ko ghar wapas aakar television dekhta aur so rehta. Beech mein aik itwaar bhi aa jata. Sunday edition ka mutaala. Nanhe ko chiriya ghar dikhana waghera ya’ni main aik mukammal normal Pakistani… shadi shuda Pakistani ki zindagi basar karta raha. Shayad lafz khush o khurram isi qisam ki zindagi ke saath nathi kiya jata hai.",
    "source": "Mustansar Hussain Tarar",
    "source_urdu": "مستنصر حسین تارڑ",
    "book": "Aadhi Raat Ka Sooraj",
    "book_urdu": "آدھی رات کا سورج",
    "highlight": ""
  },
  {
    "hour": 20,
    "slot": 0,
    "type": "prose",
    "urdu": "نصوح آٹھ بجے ڈاکٹر کی دوا پی کر جو پڑا تھا تو اس وقت کا سویا سویا اب کہیں دو بجے جا کر ہوشیار ہوا، چونکہ ڈاکٹر کہہ گیا تھا کہ نیند اگر آ گئی تو جاننا کہ بیمار بچ گیا",
    "source_urdu": "ڈپٹی نذیر احمد دہلوی",
    "book_urdu": "توبۃ النصوح",
    "highlight": "آٹھ بجے"
  },
  {
    "hour": 20,
    "slot": 0.1,
    "type": "prose",
    "urdu": "شام پڑتی تو راجو رخصت ہو جاتی اور علی احمد پھر سے رجسٹر کھول کر مصروف ہو جاتے۔ پھر جب رات کے آٹھ بجتے تو وہ آپ ہی آپ گنگنانے لگتے۔",
    "source_urdu": "ممتاز مفتی",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "رات کےآٹھ بجتے"
  },
  {
    "hour": 20,
    "slot": 0.2,
    "type": "prose",
    "urdu": "شام کو کوئی آٹھ بجے ایک افسر آیا اور اس کے ساتھ دو آدمی تھے۔ اس کے ہاتھ میں ایک کاغذ تھا۔ پہرہ دار سے اس نے پوچھا۔ \"ان تینوں کے کیا نام ہیں؟\"",
    "transliteration": "Shām ko ko’ī āṭh bajé ek afsar āyā aur us ke sāth do ādmī the. Us ke hāth mein ek kāġhaz thā. Pahrah dār se us ne pūchhā: 'In tīnoñ ke kyā nām haiñ?'",
    "source": "Shahid Ahmad Dehlvi (Translation)",
    "source_urdu": "شاہد احمد دہلوی (ترجمہ)",
    "book": "Deewar (Jean-Paul Sartre)",
    "book_urdu": "دیوار از ژاں پال سارتر",
    "highlight": "آٹھ بجے"
  },
  {
    "hour": 20,
    "slot": 1,
    "type": "prose",
    "urdu": "پرنسپل صاحب کا چہرہ دفعتاً اترگیا۔ ان کی چمک دار مونچھیں اور نرم ہوگئیں اور یکلخت ڈھلک سی گئیں، جیسے گھڑی کی سوئیاں آٹھ بج کر بیس منٹ پرہوتی ہیں۔",
    "transliteration": "Principal sahib ka chehra daf'atan utar gaya. Un ki chamak daar moonchein aur narm ho gayin aur yaklakh dhalak si gayin, jaise ghari ki suiyaan aath baj kar bees minute par hoti hain.",
    "source": "Shafiq-ur-Rehman",
    "source_urdu": "شفیق الرحمان",
    "book": "Saadhe Chhay",
    "book_urdu": "ساڑھے چھ",
    "highlight": "آٹھ بج کر"
  },
  {
    "hour": 20,
    "slot": 2,
    "type": "prose",
    "urdu": "اس کے بعد ہیروئن ہر روز شام کے ساڑھے پانچ بجے رات کے ساڑھے آٹھ بجے اور ساڑھے گیارہ بجے تک غمگین رہتی ہے اور چھ سات ہفتوں بعد وہ ازسرِ نو کنواری بن کر دلیپ کمار سے پینگیں بڑھانے لگتی ہے اور جب دوبارہ وہ ولن کے چنگل میں پھنس جاتی ہے تو پروڈیوسر لوگ سالا منسی ابرام بھائی کی تلاش شروع کردیتے ہیں۔",
    "transliteration": "Is ke baad heroine har roz shaam ke saadhe paanch bajay, raat ke saadhe aath bajay aur saadhe gyarah bajay tak ghamgeen rehti hai aur chhe saat hafton baad woh az-sar-e-nau kanwari ban kar Dilip Kumar se peengein barhane lagti hai aur jab dobara woh villain ke changul mein phans jati hai to producer log sala Munsi Abram Bhai ki talaash shuru kar dete hain.",
    "source": "Ibrahim Jalees",
    "source_urdu": "ابراہیم جلیس",
    "book": "Shooting Se Pehle Heroine!",
    "book_urdu": "شوٹنگ سے پہلے ہیروئن!",
    "highlight": "رات کے ساڑھے آٹھ بجے"
  },
  {
    "hour": 20,
    "slot": 2.1,
    "type": "prose",
    "urdu": "ساڑھے آٹھ بجے رات کے تو وہ دفتر سے نپٹ کر انڈیا ہاؤس سے لوٹتا اور وہ تو صاف بات کہتا تھا کہ بھائی میں انٹلکچوئیل و نٹلکچوئیل نہیں ہوں۔ سیدھا سیدھا آدمی ہوں اور جس ڈھرے پر سن پینتیس سے چل رہا ہوں وہی میرے لیے ٹھیک ہے۔",
    "transliteration": "Sāṛhe āṭh bajé rāt ke to woh daftar se nipaṭ kar India House se laut tā aur woh to sāf bāt kahtā thā ke 'bhāī, main intellectual wa non-intellectual nahīñ hoon. Seedha seedha ādmī hoon aur jis ḍharē par san paintīs se chal rahā hoon, wohī merē liye ṭhīk hai.'",
    "source": "Qurratulain Hyder",
    "source_urdu": "قراۃ العین حیدر",
    "book": "Chala Watan",
    "book_urdu": "جلا وطن",
    "highlight": "ساڑھے آٹھ بجے رات"
  },
  {
    "hour": 21,
    "slot": 0,
    "type": "prose",
    "urdu": "شانتا بائی کے گھر چولہا اسی وقت سلگ سکتا ہے، جب دوسروں کے ہاں چولھے ٹھنڈے ہو جائیں۔ یعنی دوپہر کو دو بجے اور رات کے نو بجے۔",
    "transliteration": "Shanta Bai ke ghar chulha isi waqt sulag sakta hai, jab doosron ke haan chulhay thanday ho jayein. Yani dopehar ko do baje aur raat ke nau baje.",
    "source": "Krishan Chander",
    "source_urdu": "کرشن چندر",
    "book": "Mahalakshmi Ka Pul",
    "book_urdu": "مہا لکشمی کا پل",
    "highlight": "رات کے نو بجے"
  },
  {
    "hour": 21,
    "slot": 0.0,
    "type": "prose",
    "urdu": "گھڑی نے نو بجائے تو وہ چونکا اور پھر سوچے سمجھے بغیر اس نے پہلی بار محبت بھرا خط لکھا اور اسے پڑھتے وقت پہلی مرتبہ شدت سے محسوس کیا کہ اس کے دل میں کس قدر جذبات ابل رہے تھے۔",
    "transliteration": "Ghadi ne nau bajaye to woh chonka aur phir soche samjhe baghair us ne pehli baar mohabbat bhara khat likha, aur usay parhtay waqt pehli martaba shiddat se mehsoos kiya ke us ke dil mein kis qadar jazbāt ubal rahe thay.",
    "source": "Mumtaz Mufti",
    "source_urdu": "ممتاز مفتی",
    "book": "Ali Pur Ka Aili",
    "book_urdu": "علی پور کا ایلی",
    "highlight": "نو بجائے"
  }, 
  {
    "hour": 21,
    "slot": 1,
    "type": "poetry",
    "urdu": "سنا ہے رات اسے چاند تکتا رہتا ہے(ل)ستارے بام فلک سے اتر کے دیکھتے ہیں(ل)(ل)سنا ہے دن کو اسے تتلیاں ستاتی ہیں(ل)سنا ہے رات کو جگنو ٹھہر کے دیکھتے ہیں",
    "transliteration": "Suna hai raat use chaand takta rehta hai(ل)Sitare baam-e-falak se utar ke dekhte hain(ل)(ل)Suna hai din ko use titliyaan satati hain(ل)Suna hai raat ko jugnu thehar ke dekhte hain",
    "source": "Ahmed Faraz",
    "source_urdu": "احمد فراز",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 21,
    "slot": 2,
    "type": "prose",
    "urdu": "اگلے روز رات کا پہلا پہر ہوگا۔ وہی پلیٹ فارم تھا اور وہی لوہے کا بھاری بینچ، جس پر پختونوں والی ٹوپی اوڑھے ایک مسافر، سر نیوڑھائے بڑے پرسکون انداز میں بیٹھا تھا جیسے زندہ ہو اور کسی گہری سوچ میں ڈوبا ہو۔",
    "transliteration": "Agle roz raat ka pehla pehar hoga. Wohi platform tha aur wohi lohay ka bhaari bench, jis par Pakhtunon wali topi orhay aik musafir, sar niurhaye baray pur-sukoon andaaz mein baitha tha jaise zinda ho aur kisi gehri soch mein dooba ho.",
    "source": "Mirza Hameed Baig",
    "source_urdu": "مرزا حامد بیگ",
    "book": "Mitti Ka Zang",
    "book_urdu": "مٹی کا زنگ",
    "highlight": "رات کا پہلا پہر"
  },
  {
    "hour": 22,
    "slot": 0,
    "type": "prose",
    "urdu": "دس گیارہ بجے تک تو باتیں کرتے رہے، میں اور بیگم جان تاش کھیلتے رہے اور پھر میں سونے کے لیے اپنے پلنگ پر چلی گئی اور جب میں سوئی تو ربو ویسی ہی بیٹھی ان کی پیٹھ کھجا رہی تھی۔",
    "transliteration": "Das gyarah bajay tak to baatein karte rahe, main aur Begum Jaan taash khelte rahe aur phir main sonay ke liye apne palang par chali gayi aur jab main soi to Rabbo waisi hi baithi un ki peeth khuja rahi thi.",
    "source": "Ismat Chughtai",
    "source_urdu": "عصمت چغتائی",
    "book": "Lihaaf",
    "book_urdu": "لحاف",
    "highlight": "دس"
  },
  {
    "hour": 22,
    "slot": 0.1,
    "type": "prose",
    "urdu": "اور جب ہم چوری کی چوّنی سے بائیسکوپ دیکھ کر رات کے دس بجے پنجوں کے بل گھر میں داخل ہوتے تو ڈیوڑھی میں ہمیں خاندان کے تمام بزرگ نہ صرف خود گارڈ آف آنر دیتے۔",
    "transliteration": "Aur jab hum chorī kī chaunī se bā’iscope dekh kar rāt ke das bajé panjoñ ke bal ghar mein dākhil hoté to ḍevṛhī mein humeñ ḳhāndān ke tamām buzurg na sirf ḳhud Guard of Honour deté.",
    "source": "Mushtaq Ahmed Yusufi",
    "source_urdu": "مشتاق احمد یوسفی",
    "book": "Bifocal Club",
    "book_urdu": "بائی فوکل کلب",
    "highlight": "رات کے دس بجے"
  },
  {
    "hour": 22,
    "slot": 0.2,
    "type": "prose",
    "urdu": "دس بجے کھانا کھاتے ہیں، اس وقت تک اخبار یا کتاب پڑھتے رہتے ہیں۔ کھانے کے بعد آدھا گھنٹا انٹا کھیلتے ہیں، پھر چائے پی کر سونے کے کمرے میں چلے جاتے ہیں۔",
    "transliteration": "Aur jab hum chorī kī chaunī se bā’iscope dekh kar rāt ke das bajé panjoñ ke bal ghar mein dākhil hoté to ḍevṛhī mein humeñ ḳhāndān ke tamām buzurg na sirf ḳhud Guard of Honour deté.",
    "source": "Deputy Nazir Ahmed",
    "source_urdu": "ڈپٹی نذیر احمد",
    "book": "Ibn-ul-Waqt",
    "book_urdu": "ابن الوقت",
    "highlight": "دس بجے"
  },
   {
    "hour": 22,
    "slot": 1.1,
    "type": "prose",
    "urdu": "رات پڑتی اندھیرا چھا جاتا تو مجھہ پر خوف طاری ہوجاتا- اُس وقت خُدا یاد آجاتا- دن کے اُجالے میں خُدا کی کوئی حیثیت نہ رہتی-",
    "source_urdu": "ممتاز مفتی",
    "book_urdu": "الکھ نگری",
    "highlight": "رات"
  },
  {
    "hour": 22,
    "slot": 2.1,
    "type": "prose",
    "urdu": "رات کے ساڑھے دس بج چکے تھے اور شام سات بجے سے ایک اور جگہ سینکڑوں لوگ ہمارا انتظار کر رہے تھے۔ بنا دیر کیے ہم پہنچے گلزارِ صادق یعنی صادق باغ۔",
    "transliteration": "Rāt ke sāṛhe das baj chuké thē aur shām sāt bajē se ek aur jagah sēṅkṛoñ log hamārā intizār kar rahe thē. Binā dēr kiye ham pahuñché Gulzār-e-Sādiq yāni Sādiq Bāġh.",
    "source": "Prem Chand Gandhi",
    "source_urdu": "پریم چند گاندھی",
    "book": "Pakistan Mein Saraswati",
    "book_urdu": "پاکستان میں سرسوتی",
    "highlight": "ساڑھے دس بج چکے تھے"
  },
  {
    "hour": 22,
    "slot": 2.2,
    "type": "prose",
    "urdu": "ہماری چال کے سارے بچے اسی خوراک پر پلتے ہیں۔ وہ دن بھر ننگے رہتے ہیں اور رات کو گدڑی اوڑھ کر سو جاتے ہیں۔ سوتے میں بھی وہ بھوکے رہتے ہیں اور جاگتے میں بھی بھوکے رہتے ہیں۔",
    "transliteration": "Hamari chaal ke saare bachay isi khoraak par palte hain. Woh din bhar nange rehte hain aur raat ko gadri orh kar so jate hain. Sotay mein bhi woh bhookay rehte hain aur jagtay mein bhi bhookay rehte hain.",
    "source": "Krishan Chander",
    "source_urdu": "کرشن چندر",
    "book": "Mahalakshmi Ka Pul",
    "book_urdu": "مہا لکشمی کا پل",
    "highlight": ""
  },
  {
    "hour": 22,
    "slot": 3,
    "type": "prose",
    "urdu": "\"دیکھئے باجی گیارہ بجنے میں دس منٹ باقی ہیں۔ میں پورے گیارہ بجے آپ کی کمر دابنا چھوڑ دوں گا۔\"",
    "transliteration": "'Dekhiye Baji gyarah bajne mein das minute baqi hain. Main poore gyarah bajay aap ki kamar dabna chor doonga.'",
    "source": "Saadat Hasan Manto",
    "source_urdu": "سعادت حسن منٹو",
    "book": "Dhuaan",
    "book_urdu": "دھواں",
    "highlight": "گیارہ بجنے میں"
  },
  {
    "hour": 23,
    "slot": 0,
    "type": "prose",
    "urdu": "رات کے گیارہ بج چکے تھے۔ روپا آنگن میں پڑی سو رہی تھی۔ لاڈلی کی آنکھوں میں نیند نہ آتی تھی۔ کاکی کو پوریاں کھلانے کی خوشی اسے سونے نہ دیتی تھی۔",
    "transliteration": "Raat ke gyarah baj chuke thay. Rupa aangan mein pari so rahi thi. Ladli ki aankhon mein neend na aati thi. Kaki ko puriyan khilane ki khushi use sone na deti thi.",
    "source": "Prem Chand",
    "source_urdu": "پریم چند",
    "book": "Boodhi Kaki",
    "book_urdu": "بوڑھی کاکی",
    "highlight": "گیارہ بج چکے تھے"
  },
  {
    "hour": 23,
    "slot": 1.1,
    "type": "prose",
    "urdu": "چار گھڑی رات گئے جب کھانے پینے سے فارغ ہوئے، اصغری نے برتن بھانڈا، گری پڑی چیز سب ٹھکانے سے رکھی۔ باہر کے دروازے کی زنجیر بند کی۔",
    "transliteration": "Chār ghaṛī rāt gayé jab khānē pīnē se fāriġ hué, Asghari ne bartan bhāṇḍa, girī paṛī cheez sab ṭhīkānē se rakhī. Bāhar ke darwāzē kī zanjīr band kī.",
    "source": "Deputy Nazir Ahmad",
    "source_urdu": "ڈپٹی نذیر احمد",
    "book": "Mirat-ul-Uroos",
    "book_urdu": "مراۃ العروس",
    "highlight": "چار گھڑی رات گئے"
  },
  {
    "hour": 23,
    "slot": 1,
    "type": "prose",
    "urdu": "چونکہ رات کو مزار کا دروازہ بند ہو جاتا ہے، اس لئے کوئی کنکشن نہیں رہتا، اس نے اپنا دوپٹہ اتارکر وہاں باندھ رکھا ہے۔",
    "transliteration": "Chunke raat ko mazar ka darwaza band ho jata hai, is liye koi connection nahi rehta, us ne apna dupatta utar kar wahan bandh rakha hai.",
    "source": "Ashfaq Ahmad",
    "source_urdu": "اشفاق احمد",
    "book": "Punjab Ka Dupatta",
    "book_urdu": "پنجاب کا دوپٹہ",
    "highlight": ""
  },
  {
    "hour": 23,
    "slot": 2,
    "type": "prose",
    "urdu": "جب اس کی آنکھ کھلی تو کمرہ پوری طرح اندھیرے میں تھا۔ وہ بستر سے اتری اور دیوار پر لائٹ کا سوئچ تلاش کرنے لگی۔ اس نے لائٹ آن کی؛ دیوار پر لگی گھڑی نے دکھایا کہ رات کے 11:30 بج رہے تھے۔ اسے سمجھ نہیں آیا کہ وہ اتنی دیر تک سوئی۔",
    "transliteration": "Jab uski aankh khuli to kamra puri tarah andheray mein tha. Woh bistar se utri aur deewar aur light switch talash karne lagi. Usne light on ki; deewar par lagi ghari ne dikhaya ke raat ke 11:30 baj rahe the. Usay samajh nahi aaya ke woh itni der tak soyi.",
    "source": "Umera Ahmed",
    "source_urdu": "عمیرہ احمد",
    "book": "Peer-e-Kamil",
    "book_urdu": "پیر کامل",
    "highlight": "رات کے"
  },
  {
    "hour": 23,
    "slot": 2.1,
    "type": "poetry",
    "urdu": "؏(ل)موت کا ایک دن معین ہے(ل)نیند کیوں رات بھر نہیں آتی",
    "transliteration": "Maut ka ek din muayyan hai(ل)Neend kyun raat bhar nahi aati",
    "source": "",
    "source_urdu": "مرزا غالبؔ",
    "book": "",
    "book_urdu": "",
    "highlight": ""
  },
  {
    "hour": 23,
    "slot": 3,
    "type": "prose",
    "urdu": "ٹانگے کا انتظار ہوتا رہا۔ شیطان نے مولانا سے پوچھا، ’’کیوں صاحب آپ کی بجی میں کیا گھڑا ہے؟‘‘(ل)’’بارہ بجنے والے ہیں۔‘‘ وہ بولے۔",
    "transliteration": "Tange ka intezar hota raha. Shaitaan ne Maulana se poocha, 'Kyon sahab aap ki baji mein kya ghada hai?'(ل)'Barah bajne wale hain.' woh bolay.",
    "source": "Shafiq-ur-Rehman",
    "source_urdu": "شفیق الرحمان",
    "book": "Shaitaan",
    "book_urdu": "شیطان",
    "highlight": "بارہ بجنے والے ہیں"
  },
  {
    "hour": 23,
    "slot": 3.1,
    "type": "prose",
    "urdu": "دو روز تک یہی انتظام رہا۔ عمرو ہر شب باغ میں جا کر آرام کرتا تھا۔ صبح کو تخت حکومت پر جلوہ گر ہوتا تھا۔ تیسرے دن دوپہر رات گئے عمرو نے خزانہ دار کو طلب کیا۔",
    "transliteration": "Do roz tak yahi intizām rahā. Amro har shab bāgh mein jā kar ārām kartā thā. Subah ko takht-e-ḥukūmat par jalwa gir hotā thā. Tīsré din dopahar rāt gayé Amro ne khazānadār ko talab kiyā.",
    "source": "Muhammad Husain Jah",
    "source_urdu": "محمد حسین جاہ",
    "book": "Tilism-e-Hoshruba",
    "book_urdu": "طلسمِ ہوشربا",
    "highlight": "دوپہر رات گئے"
  }
]
